{
    "policy_id": "4151494776",
    "claim_id": "202503150055",
    "documents": [
        {
            "text": "**INTERNAL USE Elbow MAILING INSTRUCTIONS**\n4151494776\nI H2203 - FL \n\\lps\n3/14/24 8:32 AM\nUplineAgent_ReadOnly \nWritingAgent_ReadOnly \nADDRESS SERVICE REQUESTED\nJane Truename\n123 Main St, Apt 1             \nAnytown, USA 12345\nTHIS PAGE IS NOT PART OF YOUR POLICY.\nMarch 14, 2024\nPolicy Number: 4151494776\nPolicyowner Name: JOHN DOE\nDear Policyowner:\nThank you for purchasing your policy with Elbow Life Insurance Company. Your policy provides you with \nvaluable coverage that will help you secure your financial future.\nWe recommend that you take time to read your policy, and keep it in a safe place with your other important \npersonal papers. If you move, please be sure to notify us or your representative so we can help ensure the \ncoverage you purchased remains in force.\nIf you need assistance or have any questions about your policy, please contact your Elbow representative. \nOur customer service team can also assist you from 7 a.m. to 5 p.m. Central Standard Time, Monday through \nFriday, at the telephone number shown above.\nSincerely,\nMary Smith\nPresident and\nChief Executive Officer\nEnclosure\nTHIS PAGE IS NOT PART OF YOUR POLICY.\nOTHER REMARKS:\nAS REQUESTED, THE INITIAL MONTHLY PREMIUM $28.63 HAS BEEN CHARGED TO THE ACCOUNT LISTED ON \nTHE AUTOMATIC PREMIUM PAYMENT FORM.\nMARCH 14, 2024 IS THE EFFECTIVE DATE OF THIS POLICY; PREMIUM IS DUE STARTING ON THAT DATE AND \nEVERY MONTH AFTER.\nAny case requiring signed forms and/or premium will not be entered for production credit until all items are received in the \nHome Office. The policy must be placed within 45 days or returned to the Home Office.\nPlease have the enclosed form(s) completed when the policy is delivered and signed copy(ies) returned to Home Office \nwith the proper remittance.\nAgent: Jane Truename   Policy No.:\n  Insured:\n4151494776\nJOHN DOEAddress: 123 Main St, Apt 1\nMIAMI BEACH, FL 33139-3798\nIndividual Products Division\nBy New Business Underwriting Date: March 14, 2024\nElbow Life Insurance Company\nMailing Address: P.O. Box 82533, Lincoln, NE 68501-2533\nOvernight Address: 2000 Q Street, Lincoln, NE 68503\nFax: (402) 437-4606     Email: Underwriting@Elbow.com\nTHIS PAGE IS NOT PART OF YOUR POLICY.\nPolicy\nOutline of Coverage\nACCIDENT\nPolicy Form No. I H2203 (FL)\nThis is an accident insurance policy. It does not pay benefits for loss from sickness.\nA. READ YOUR POLICY CAREFULLY! This outline of coverage provides a very brief description of the important \nfeatures of Your policy. This is not the insurance contract and only the actual policy provisions will control. The policy \nsets forth, in detail, the rights and obligations of the Owner(s), Insured Person(s) and Us. It is, therefore, important that \nYou READ YOUR POLICY CAREFULLY!\nB. Accident insurance coverage is designed to provide a benefit if an Insured Person suffers an Injury sustained in a \nCovered Accident. Coverage is provided for the benefits described in the Benefits section below. The benefits \ndescribed may be limited as outlined in the Exclusions section.\nC. BENEFITS\nWe will pay the following benefits, according to amounts on the Benefit Schedule, when an Insured Person receives \nany of the treatments or services described below for an Injury occurring while the policy is in force, and for which the \nInitial Accident Treatment or Telemedicine benefit was paid, unless otherwise stated. Any treatment or service not \nstated in the policy is not covered. The Injury must be diagnosed by a Physician with treatments or services received \nwithin the timeframe specified for each benefit. Benefits will be paid once per Covered Accident per Insured Person, \nunless otherwise stated.\nInitial Care\nInitial Accident Treatment. We will pay this benefit if any Insured Person receives treatment provided by a Physician \nin the Physician's office, an Urgent Care Facility, or an Emergency Room for an Injury.\nTelemedicine. We will pay this benefit if any Insured Person receives treatment provided by a Physician via \nTelemedicine Services for an Injury.\nEmergency Care\nGround or Water Ambulance. We will pay this benefit if any Insured Person receives ground or water transportation \nin an ambulance provided by a licensed professional ambulance company to or from a Hospital for an Injury.\nAir Ambulance. We will pay this benefit if any Insured Person receives air transportation in an ambulance provided by \na licensed professional ambulance company to or from a Hospital for an Injury.\nShort-Stay Observation. We will pay this benefit if any Insured Person requires an Observation Stay of at least four \nhours, but no more than 19 hours, without being Confined, as prescribed by a Physician for an Injury.\nBlood Products. We will pay this benefit if any Insured Person receives the transfusion, administration, \ncross-matching, typing and processing of blood, blood plasma or platelets for treatment of an Injury.\nX-Ray. We will pay this benefit if any Insured Person receives an X-ray prescribed by a Physician for diagnosis of an \nInjury.\nDiagnostic Exam. We will pay this benefit if any Insured Person receives any of the exams listed below prescribed by \na Physician for diagnosis of an Injury:\n- CT (computerized tomography) scan;\n- CAT (computerized angiogram tomography) scan;\n- DTI (diffusion tensor imaging) scan;\n- EEG (electroencephalogram);\n- MRA (magnetic resonance angiogram) scan;\n- MRI (magnetic resonance imaging);\nOC-I H2203 (FL) Page 1\n- PET (positron emission tomography) scan; or\n- SPECT (spectroscopy).\nPain Management. We will pay this benefit if any Insured Person receives an epidural injection in the spine, a nerve \nablation, a nerve block or a steroid injection prescribed by a Physician for pain management of an Injury.\nAppliance. We will pay this benefit if any Insured Person purchases or rents a medical appliance as a mobility aid for \nrecovery prescribed by a Physician for an Injury.\nContinued Care\nFollow-Up Treatment. We will pay this benefit if any Insured Person receives follow-up treatment prescribed by a \nPhysician for an Injury. Treatment must be received from the Physician in the Physician's office or in a Hospital on an \noutpatient basis.\nRehabilitative Therapy. We will pay this benefit if any Insured Person receives treatment from a Physical, \nOccupational or Speech Therapist prescribed by a Physician for an Injury. This benefit will not be paid for therapy \nreceived by an Insured Person Confined in a Hospital or residing in a Nursing Home.\nChiropractic or Acupuncture. We will pay this benefit if any Insured Person receives chiropractic or acupuncture \ntreatment for an Injury.\nFor purposes of this benefit:\n- Chiropractic treatment must be provided by a practitioner who is licensed by the state medical board and \npracticing within the scope of such license in the United States.\n- Acupuncture treatment must be provided by a practitioner who is licensed by the state regulatory board and \npracticing within the scope of such license in the United States.\nHome Health Care. We will pay this benefit if any Insured Person receives care in their home from a registered nurse \n(RN), certified nursing assistant (CNA) or licensed practical nurse (LPN), as prescribed by a Physician for an Injury \nrequiring a Surgical Procedure or Hospital Confinement. This benefit will not be paid for hospice care.\nTransportation. We will pay this benefit per round trip for either ground or air transportation if any Insured Person is \nrequired to travel more than 50 miles from their residence for treatment not locally available and prescribed by a \nPhysician for an Injury.\nCompanion Lodging. We will pay this benefit for a companion's lodging if accompanying any Insured Person \nConfined to a Hospital more than 100 miles away from the Insured Person's residence for treatment of an Injury.\nResidence or Vehicle Modification. We will pay this benefit if You incur charges making permanent structural \nmodifications to the Insured Person’s primary residence or vehicle, certified by a Physician as necessary to help enable \nuse due to an Injury sustained by any Insured Person.\nEveryday Injury Care\nEye Injury. We will pay this benefit if any Insured Person receives treatment provided by a Physician or Optometrist for \nan eye Injury involving blunt trauma, corneal abrasion, the removal of a foreign object or requiring surgical repair.\nEye Injury Office Visit. We will pay this benefit if any Insured Person receives treatment provided by an Optometrist \nfor an eye Injury involving blunt trauma, corneal abrasion, the removal of a foreign object or requiring surgical repair for \nwhich the Initial Accident Treatment or Telemedicine benefit was not paid.\nEmergency Dental. We will pay this benefit if any Insured Person receives treatment provided by a Dentist for a dental \nInjury of a natural tooth requiring an extraction, a crown, dentures or implants.\nEmergency Dental Office Visit. We will pay this benefit if any Insured Person receives treatment provided by a \nDentist for a dental Injury of a natural tooth requiring a chipped or cracked tooth repair, extraction, a crown, dentures or \nimplants for which the Initial Accident Treatment or Telemedicine benefit was not paid.\nLaceration. We will pay this benefit if any Insured Person receives treatment provided by a Physician for a laceration \nInjury.\nOC-I H2203 (FL) Page 2\nBurns. We will pay this benefit if any Insured Person receives treatment provided by a Physician for a burn Injury.\nBurns – Skin Graft. We will pay this benefit if any Insured Person receives a skin graft provided by a Physician for a \nburn Injury.\nPoisoning. We will pay this benefit if any Insured Person receives treatment provided by a Physician for an adverse \nreaction from ingesting or being exposed to a substance. Substances covered by this benefit include, but are not \nlimited to, household items, food, prescription medication, allergens, toxic plants and envenomation. Substances not \ncovered by this benefit include alcohol and illegal narcotics.\nActive Life Injury Care\nFracture. We will pay this benefit if any Insured Person receives surgical or non-surgical treatment provided by a \nPhysician for a fracture Injury visible in an X-ray.\nDislocation. We will pay this benefit if any Insured Person receives surgical or non-surgical treatment provided by a \nPhysician for a dislocation Injury.\nHead Injury. We will pay this benefit if any Insured Person is diagnosed by a Physician with a Concussion Injury or \nTraumatic Brain Injury.\nSpecific Injury Care\nOrganized Sports Injury. We will pay the additional percentage listed on the Benefit Schedule multiplied by all benefit \namounts paid for services received under the policy for treatment of an Injury sustained while an Insured Person is \nparticipating in an Organized Sport.\nMotor Vehicle Injury. We will pay the additional percentage listed on the Benefit Schedule multiplied by all benefit \namounts paid for services received under the policy for treatment of an Injury sustained while an Insured Person is \ndriving or riding in an Automobile that is not being used for wage, compensation or profit.\nCatastrophic Care\nParalysis. We will pay this benefit if any Insured Person is diagnosed by a Physician with complete Paraplegia, \nHemiplegia or Quadriplegia lasting at least 90 consecutive days and expected to be permanent as the result of an \nInjury.\nComa. We will pay this benefit if any Insured Person is diagnosed by a Physician for a Coma requiring respiratory \nassistance lasting more than 14 days as the result of an Injury. This benefit will not be paid for a Coma that is medically \ninduced or the result of drug or alcohol use.\nLoss of Use. We will pay this benefit if any Insured Person is diagnosed by a Physician with Loss of Sight, Loss of \nHearing or Loss of Speech as the result of an Injury.\nDismemberment. We will pay this benefit if any Insured Person suffers the Loss of an Arm, Loss of a Leg, Loss of a \nHand, Loss of a Foot, Loss of a Finger or Loss of a Toe as the result of an Injury.\nProsthetic Device. We will pay this benefit if any Insured Person receives a prosthetic device, prescribed by a \nPhysician to replace a hand, foot or eye lost as the direct result of an Injury. This benefit will not be paid for the \nfollowing: hearing aids; dental aids, including false teeth; eyeglasses; cosmetic prostheses such as wigs or joint \nreplacements such as an artificial hip or knee.\nHospital Care\nWe will not pay the Hospital Confinement, Rehabilitation Unit Confinement, Intensive Care Unit Confinement or \nRecovery benefits for the same day. Benefits will be paid for one period of Confinement at a time, even if caused by \nmore than one Covered Accident.\nIf an Insured Person is Confined in a Hospital, and later becomes Confined again within 90 days for the same \ncondition, We will treat the Confinement as a continuation of the prior Confinement. If more than 90 days have passed \nbetween the periods of Confinement, We will treat the latter Confinement as a new Confinement.\nOC-I H2203 (FL) Page 3\nHospital Admission. We will pay this benefit if any Insured Person is Confined to a Hospital for an Injury. The Insured \nPerson must provide proof that a Hospital room and board charge is incurred to be eligible for this benefit. The Hospital \nAdmission and Intensive Care Unit Admission benefits will not be paid for the same Confinement.\nHospital Confinement. We will pay this benefit per day if any Insured Person is Confined to a Hospital for an Injury. \nThe Insured Person must provide proof that a Hospital room and board charge is incurred to be eligible for this benefit.\nHospital Observation. We will pay this benefit for any Insured Person’s Observation Stay of at least 20 hours for an \nInjury. This benefit is not payable for a Hospital stay that is eligible for payment of the Hospital Admission or the \nIntensive Care Unit Admission benefit. The Insured Person must provide proof for time spent under Observation Status \nto be eligible for this benefit. We will not pay benefits for any services received in an Emergency Room, recovery room, \nUrgent Care Facility or any facility other than a Hospital.\nHospital Observation Stay. We will pay this benefit for any Insured Person’s Observation Stay of at least 20 hours for \nan Injury. This benefit will be paid based on the total number of hours for the Observation Stay. Observation Stay ends \nwhen the Insured Person is discharged from the Hospital. Any other Observation Stay is considered a new Observation \nStay. The Insured Person must provide proof for time spent under Observation Status to be eligible for benefits. We will \nnot pay benefits for any services received in an Emergency Room, recovery room, Urgent Care Facility or any facility \nother than a Hospital.\nIntensive Care Unit Admission. We will pay this benefit if any Insured Person is Confined to an Intensive Care Unit \nfor an Injury. The Insured Person must provide proof that an Intensive Care Unit charge is incurred to be eligible for this \nbenefit. The Hospital Admission and Intensive Care Unit Admission benefits will not be paid for the same Confinement.\nIntensive Care Unit Confinement. We will pay this benefit per day if any Insured Person is Confined to an Intensive \nCare Unit for an Injury. The Insured Person must provide proof that an Intensive Care Unit charge is incurred to be \neligible for this benefit.\nRehabilitation Unit Confinement. We will pay this benefit per day if any Insured Person is held in a Rehabilitation Unit \nfor an Injury. The Insured Person must provide proof that a Rehabilitation Unit room and board charge is incurred to be \neligible for this benefit. The Rehabilitation Unit Confinement and Recovery benefits will not be paid for the same day.\nFamily Care. We will pay this benefit for childcare expenses incurred for any Insured Person’s natural child, stepchild \nor legally adopted child while the Insured Person is Confined to a Hospital for an Injury. The care provider must be \nlicensed in the jurisdiction in which services are provided.\nPet Care. We will pay this benefit if a Pet receives care from a Pet Boarding Facility while an Insured Person is \nConfined to a Hospital for an Injury.\nRecovery. We will pay this benefit per day if any Insured Person is unable to work immediately following a Surgical \nProcedure or Confinement in a Hospital due to an Injury. Proof must be provided for the number of consecutive days \nthe Insured Person was unable to work immediately following surgery or Confinement to be eligible for benefits. The \nRehabilitation Unit Confinement and Recovery benefits will not be paid for the same day.\nSurgical Care\nInpatient Surgery. We will pay this benefit if any Insured Person has surgery for an Injury requiring anesthesia and \nprovided by a Physician, while Confined to a Hospital on an inpatient basis. The Insured Person must provide proof \nthat a Hospital room and board charge is incurred to be eligible for benefits.\nOutpatient Surgery. We will pay this benefit if any Insured Person has surgery for an Injury requiring anesthesia and \nprovided by a Physician at a Hospital or Ambulatory Surgical Center on an outpatient basis.\nD. EXCLUSIONS\nWe will not pay benefits for losses that are caused by or the result of an Insured Person:\n- operating, learning to operate or serving as a crew member of any aircraft;\n- engaging in hang-gliding, hot air ballooning, bungee jumping, parachuting, scuba diving, sail gliding, \nparasailing, parakiting, mountain or rock climbing, B.A.S.E. jumping, sky diving or cave diving;\n- riding in or driving any motor-driven vehicle in an organized race, stunt show or speed test;\n- officiating, coaching, practicing for or participating in any semi-professional or professional competitive athletic \ncontest for which any type of compensation or remuneration is received;\nOC-I H2203 (FL) Page 4\n- having a sickness, disease or infection, other than infection from an Injury occurring while the policy is in force;\n- being exposed to war or any act of war, declared or undeclared;\n- actively serving in any of the armed forces, or units auxiliary thereto, including the National Guard or Reserve, \nexcept during active duty training of less than 60 days;\n- suffering from a Mental and Nervous Disorder;\n- being addicted to drugs or suffering from alcoholism;\n- being under the influence of an excitant, depressant, hallucinogen, narcotic or any other drug or intoxicant \n(except those used as prescribed to the Insured Person by a Physician);\n- being intoxicated (as determined by the laws governing the operation of motor vehicles in the jurisdiction where \nloss occurs) or under the influence of an illegal substance;\n- having cosmetic surgery or other elective procedures that are not medically necessary;\n- committing or attempting to commit a felony;\n- being incarcerated in a penal institution or government detention facility;\n- participating in a riot, insurrection or rebellion;\n- engaging in an illegal occupation;\n- intentionally self-inflicting an Injury; or\n- committing or attempting to commit suicide, while sane or insane.\nNo benefits, except the Initial Accident Treatment or Telemedicine benefit, will be payable for services provided outside \nof the United States.\nE. RENEWABILITY\nThe policy is guaranteed renewable to the policy Anniversary following the Primary Insured Person’s 80th birthday.\nF. PREMIUMS\nThe first premium is due on the Issue Date. Premiums will include rider premiums, if any. Premiums paid after the first \npremium are renewal premiums. We may change the renewal premiums as provided in the Renewal section.\nRenewal premiums are due on the Due Date. The policy will lapse (will not be in force) if a renewal premium is not paid \nby the end of the Grace Period.\nG. RIDER(S)\nAccidental Death Rider. We will pay the rider benefit if any Insured Person suffers an Accidental Death from an Injury \noccurring while the rider is in force.\nOC-I H2203 (FL) Page 5\nNOTICE\nIMPORTANT NOTICE\nPlease read the copy of the application attached to this policy. Carefully check the application and write to Elbow Life \nInsurance Company, PO Box 82533, Lincoln NE 68501-2533 within 10 days, if any information shown on it is not correct \nand complete, or if any past medical history has been left out of the application. This application is a part of the policy and \nthe policy was issued on the basis that the answers to all questions and the information shown on the application are \ncorrect and complete.\nFL 69O-154.001 THIS PAGE IS NOT PART OF YOUR POLICY.\nImportant Privacy Policy Notice\nAt Elbow Life Insurance Company (Elbow), we value you as a customer. We also share your \nconcerns about privacy. We are sending this notice to explain how we treat personal information \n(“customer information”) that is not public. This is information that we obtain from you or other \nsources when we provide you with products and services.\n  - We want you to know that we respect your privacy; and we protect your information.\n  - We do not sell customer information.\n  - We do not share your information with persons, companies, or organizations outside of Elbow \nLife Insurance Company that would use that information to contact you about their products and \nservices.\n  - We expect persons or organizations that provide services on our behalf to keep your information \nconfidential. We also expect those persons or organizations to use your information only to \nprovide the services we’ve asked them to perform.\n  - We communicate to our employees about the need to protect your information. We have \nestablished safeguards (these are physical, electronic and procedural) to protect this \ninformation.\nBelow are answers to questions that you might have about privacy. You may be wondering…\nWhat do we do with your information?\nElbow Life Insurance Company does not sell your customer information to anyone. We do not \nshare it with companies or organizations outside of Elbow that would use that information to \ncontact you about their own products and services. If that practice were ever to change, we would \noffer you the ability to opt out of this type of information sharing. Also, we would obtain your consent \nbefore we share medical information for marketing purposes.\nYour agent or broker may use your information to help you with your insurance needs. We may also \ncommunicate with you about products, features, and options in which you have expressed an \ninterest. Without your consent, we may provide your information to persons or organizations in and \nout of Elbow. This would be done as permitted or required by law. We may do this to:\n- fulfill a transaction you have requested;\n- service your policy;\n- market our products to you;\n- investigate or handle claims;\n- detect or prevent fraud;\n- participate in insurance support organizations (Information from a report by an insurance \nsupport organization may be retained by that organization and distributed to other persons.); or\n- comply with lawful requests from regulatory and law enforcement authorities.\nThese persons or organizations may include:\n- companies that perform services, including marketing, on our behalf;\n- other insurance companies to perform their role in an insurance transaction involving you;\n- businesses that conduct actuarial or research studies;\n- persons requesting information pursuant to a subpoena or court order; or\n- your agent or broker.\n      THIS PAGE IS NOT PART OF YOUR POLICY. Page 1 of 2\nWhat kind of customer information do we have, and where did we get it?\nMuch of the information that we have about you comes from you. When you perform certain \ntransactions you may give us information such as your name, address and Social Security number. \nThese transactions include when you submit an application for insurance, submit a request for \ninsurance, submit a request for products and services we offer, or submit a request for an insurance \nquote. We keep information about the types of services you purchase from us. Examples of this \ninclude premiums, account balances, and payment history. We may collect information from outside \nsources such as consumer reporting agencies and health care providers. The information we collect \nmay include the following:\n- motor vehicle reports;\n- credit reports; or\n- medical and prescription information.\nHow do we protect your customer information?\nWe expect any company with whom we share your information to use it only to provide the service \nwe have asked them to perform. Information about you is also available with Elbow to those \nindividuals who may need to use it to fulfill and service the needs of our customers. We \ncommunicate the need to protect your information to all employees and agents. We especially \ncommunicate this need to individuals who have access to it. Plus, we have established physical, \nelectronic, and procedural safeguards to protect your information. Note that if your relationship with \nus ends, your information will remain protected. This protection will be provided according to our \nprivacy practices outlined in this important notice.\nWe hope you have found this notice helpful. If you have any questions or would like more \ninformation, please don’t hesitate to contact Elbow Life Insurance Company, Privacy Officer, PO \nBox 82533, Lincoln, NE 68501-2533.\n      THIS PAGE IS NOT PART OF YOUR POLICY. Page 2 of 2\nPlease keep your policy in a safe place.\nAdministrative Office: PO Box 82533  Lincoln, NE 68501-2533\nElbow.com\nAccident \nThis is a legal contract between You and Us. It is issued in return for the approved Application and Initial Premium. We \nagree to pay the benefits described in this policy, subject to its provisions, exclusions and limitations.\nRENEWAL\nThis policy is guaranteed renewable to the policy Anniversary following the Primary Insured Person’s 80th birthday. That \nmeans as long as You pay premiums when due, We cannot cancel or change this policy. If We change premium rates, We \ncan only do so after approval or acknowledgement by Your state for all policies in the Insured Person’s class. You will be \ngiven 45 days’ notice by mail prior to any premium change.\nRIGHT TO EXAMINE\nYou may cancel this policy within 30 days of receiving it by returning this policy to Our administrative office or to any of Our \nauthorized agents. As soon as this policy is received by Us, it is treated as if it was never issued. Any premium payment will \nbe refunded when We receive this policy.\nRIGHT TO CANCEL\nYou may cancel this policy at any time after the Right to Examine period by delivering or mailing a written request to Our \nadministrative office. You may specify the date on which You want cancellation to be effective. However, cancellation will \nonly be effective on the date You specify if We receive Your written request before that date. If We do not receive Your \nwritten request prior to the date You specify for cancellation, cancellation will be effective on the date We receive Your \nwritten request. Upon cancellation, We will promptly return the unearned portion of any premium paid. Cancellation will not \nprejudice any claim originating before the effective date of cancellation.\nIMPORTANT NOTICE\nPlease read the copy of the Application attached to this policy. Carefully check the Application and write to Elbow Life \nInsurance Company, P.O. Box 82533, Lincoln NE 68501-2533, within 10 days if any information shown on it is not correct \nor complete, or if any past medical history has been left out of the Application. The Application is part of the policy and the \npolicy was issued on the basis that the answers to all questions and the information shown on the Application are correct \nand complete.\nElbow Life Insurance Company has signed this policy on the Issue Date.\nPresident Secretary\nACCIDENT POLICY\nGuaranteed renewable to the policy Anniversary following the Primary Insured Person’s 80th birthday\nNon-participating policy\nCompany may change premium rates.\nTHIS IS A LIMITED BENEFIT POLICY – READ IT CAREFULLY.\nThis policy does not pay benefits for sickness.\nTHIS POLICY IS NOT A MEDICARE SUPPLEMENT POLICY.\nIf the Primary Insured Person is eligible for Medicare, review the Guide\nto Health Insurance for People with Medicare, which is available from Us.\nTo obtain information about coverage, for assistance in resolving complaints and for any other inquiries, please call Us at \nthe toll-free number provided above.\nI H2203 (FL) Page 1\nRepresentative:  Jane Truename\nAddress:   123 Main St, Apt 1\n  MIAMI BEACH, FL 33139-3798\n  \n  \nTelephone:   555-555-5555\nTABLE OF CONTENTS\nRENEWAL..............................................................................................................................................................................1\nRIGHT TO EXAMINE .............................................................................................................................................................1\nRIGHT TO CANCEL...............................................................................................................................................................1\nIMPORTANT NOTICE............................................................................................................................................................1\nSCHEDULE............................................................................................................................................................................3\nDEFINITIONS.........................................................................................................................................................................4\nPREMIUMS ............................................................................................................................................................................7\nPremium Payments..........................................................................................................................................................7\nGrace Period....................................................................................................................................................................7\nReinstatement..................................................................................................................................................................8\nRefund of Unearned Premium..........................................................................................................................................8\nUnpaid Premiums.............................................................................................................................................................8\nBENEFITS..............................................................................................................................................................................8\nInitial Care........................................................................................................................................................................8\nEmergency Care ..............................................................................................................................................................8\nContinued Care................................................................................................................................................................9\nEveryday Injury Care......................................................................................................................................................10\nActive Life Injury Care....................................................................................................................................................11\nSpecific Injury Care........................................................................................................................................................12\nCatastrophic Care ..........................................................................................................................................................12\nHospital Care .................................................................................................................................................................12\nSurgical Care .................................................................................................................................................................14\nEXCLUSIONS ......................................................................................................................................................................14\nMILITARY SERVICE ............................................................................................................................................................15\nELIGIBILITY..........................................................................................................................................................................15\nPersons Eligible on the Issue Date.................................................................................................................................15\nPersons Who Become Eligible After the Issue Date.......................................................................................................15\nContinuation of Coverage for Spouse Upon Divorce or Death.......................................................................................15\nTERMINATION.....................................................................................................................................................................15\nTermination of Spouse Coverage...................................................................................................................................15\nTermination of Child Coverage.......................................................................................................................................15\nChanges in Eligibility......................................................................................................................................................16\nCLAIM PROCEDURES ........................................................................................................................................................16\nNotice of Claim...............................................................................................................................................................16\nClaim Forms...................................................................................................................................................................16\nProof of Loss..................................................................................................................................................................16\nTimely Payment of Claim ...............................................................................................................................................16\nTime of Loss...................................................................................................................................................................16\nPayment of Claim...........................................................................................................................................................16\nOverpayment Reimbursement .......................................................................................................................................16\nClaim Review .................................................................................................................................................................16\nAppeal............................................................................................................................................................................16\nGENERAL PROVISIONS.....................................................................................................................................................17\nApplication Statements...................................................................................................................................................17\nChange of Ownership.....................................................................................................................................................17\nNaming or Changing a Beneficiary.................................................................................................................................17\nConformity with State and Federal Law..........................................................................................................................17\nDuty of Cooperation .......................................................................................................................................................17\nEntire Contract; Changes...............................................................................................................................................17\nLegal Action ...................................................................................................................................................................17\nMisstatement of Age and/or Gender...............................................................................................................................17\nPhysical Examination and Autopsy................................................................................................................................17\nTime of Coverage...........................................................................................................................................................18\nTime Limit on Certain Defenses.....................................................................................................................................18\nI H2203 (FL) Page 2\nSCHEDULE\nFORM NO.\nI H2203 (FL)\nFORM NAME\nAccident\nINITIAL ANNUAL\nPREMIUM\n$269.81\nR I2204 (FL) Accidental Death Rider $59.32\nOwner(s): JOHN DOE Policy Number: 4151494776\nPrimary Insured Person's Issue Age:  54 Issue Date: March 14, 2024\nInsured Person(s): JOHN DOE (Primary Insured Person) Initial Premium: $28.63\nPremium Mode: Monthly\nI H2203-SCHED (FL) Page 3A\nBENEFIT SCHEDULE\nBENEFIT AMOUNT\nINITIAL CARE\nInitial Accident Treatment\nPhysician’s office visit or urgent care facility $100.00\nEmergency room $200.00\nTelemedicine $60.00\nEMERGENCY CARE\nGround or Water Ambulance $400.00\nAir Ambulance $2,000.00\nShort-Stay Observation $100.00\nBlood Products $600.00\nX-Ray $60.00\nDiagnostic Exam $200.00\nPain Management\nEpidural injection or nerve ablation/block $200.00\nSteroid injection $100.00\nAppliance $100.00\nCONTINUED CARE\nFollow-Up Treatment $100.00\nRehabilitative Therapy $60.00\nChiropractic or Acupuncture $60.00\nHome Health Care $60.00\nTransportation\nGround $200.00\nAir $600.00\nCompanion Lodging $200.00\nResidence or Vehicle Modification $2,000.00\nEVERYDAY INJURY CARE\nEye Injury\nBlunt trauma, corneal abrasion or removal of a foreign object $100.00\nEye surgery $400.00\nEye Injury Office Visit $100.00\nEmergency Dental\nExtraction $200.00\nCrown, dentures, or implants $500.00\nEmergency Dental Office Visit $100.00\nLaceration\n7.6 centimeters or more $400.00\n2.6 to 7.5 centimeters $200.00\n2.5 centimeters or less $100.00\nNot requiring stitches or glue $60.00\nPuncture wound $60.00\nBurns\nThird-degree burns covering 35% or more of the body surface $10,000.00\nThird-degree burns covering at least 15% but not more than 34% of the body surface $5,000.00\nThird-degree burns covering less than 15% of the body surface $1,000.00\nSecond-degree burns covering 35% or more of the body surface $1,000.00\nSecond-degree burns covering at least 15% but not more than 34% of the body surface $500.00\nSecond-degree burns covering less than 15% of the body surface $100.00\nBurns – Skin Graft 50% of Burns Benefit paid\nPoisoning $100.00\nI H2203-SCHED (FL) Page 3B\nBENEFIT SCHEDULE (continued)\nBENEFIT AMOUNT\nACTIVE LIFE INJURY CARE\nFracture Non-surgical Surgical\nSkull (depressed) $3,000.00 $6,000.00\nHip, thigh (femur), acetabulum $2,700.00 $5,400.00\nPelvis (except coccyx) $2,700.00 $5,400.00\nLower leg (tibia, fibula) $1,650.00 $3,300.00\nShoulder blade (scapula) $1,650.00 $3,300.00\nUpper arm (humerus) $1,650.00 $3,300.00\nAnkle $1,200.00 $2,400.00\nCollar bone (clavicle) $1,200.00 $2,400.00\nElbow $1,200.00 $2,400.00\nForearm (radius, ulna) $1,200.00 $2,400.00\nKneecap (patella) $1,200.00 $2,400.00\nSkull (non-depressed) $1,200.00 $2,400.00\nSternum $1,200.00 $2,400.00\nFoot (except toes) $1,050.00 $2,100.00\nHand (except fingers) or wrist $1,050.00 $2,100.00\nVertebrae (except vertebral process) $900.00 $1,800.00\nLower jaw (mandible except for alveolar process) $600.00 $1,200.00\nTwo or more ribs $600.00 $1,200.00\nBones of face or nose $450.00 $900.00\nTwo or more fingers or toes $450.00 $900.00\nUpper jaw $450.00 $900.00\nVertebral process $450.00 $900.00\nRib $300.00 $600.00\nCoccyx $210.00 $420.00\nOne finger or toe $210.00 $420.00\nSacrum $210.00 $420.00\nDislocation\nHip joint $3,000.00 $6,000.00\nAnkle joint $1,200.00 $2,400.00\nBone(s) of foot (except toes) $1,200.00 $2,400.00 \nKnee joint (except patella) $1,200.00 $2,400.00\nWrist joint $1,050.00 $2,100.00\nElbow joint $900.00 $1,800.00\nCollar bone (sternoclavicular) $750.00 $1,500.00\nLower jaw $750.00 $1,500.00\nShoulder joint $600.00 $1,200.00\nBone(s) of hand (except fingers) $450.00 $900.00\nTwo or more fingers or toes $210.00 $420.00\nCollar bone (acromioclavicular) $150.00 $300.00\nOne finger or toe $90.00 $180.00\nHead Injury\nTraumatic brain injury $1,000.00\nConcussion $100.00\nSPECIFIC INJURY CARE\nOrganized Sports Injury 25%\nMotor Vehicle Injury 10%\nI H2203-SCHED (FL) Page 3C\nBENEFIT SCHEDULE (continued)\nBENEFIT AMOUNT\nCATASTROPHIC CARE\nParalysis\nQuadriplegia $40,000.00/lifetime\nParaplegia or hemiplegia $20,000.00/lifetime\nComa $30,000.00\nLoss of Use\nLoss of sight in both eyes $40,000.00\nLoss of hearing in both ears $40,000.00\nLoss of speech $40,000.00\nLoss of sight in one eye $20,000.00\nDismemberment\nBoth hands or both arms $20,000.00\nBoth feet or both legs $20,000.00\nOne hand or arm and one foot or leg $20,000.00\nOne hand or one arm $10,000.00\nOne foot or one leg $10,000.00\nOne or more entire toes $2,000.00\nOne or more entire fingers $2,000.00\nProsthetic Device\nOne device $2,000.00\nMultiple devices $4,000.00\nHOSPITAL CARE\nHospital Admission $2,000.00\nHospital Confinement $400.00\nHospital Observation $1,000.00\nHospital Observation Stay\n20 to 48 hours $200.00\n49 or more hours $400.00\nIntensive Care Unit Admission $3,000.00\nIntensive Care Unit Confinement $600.00\nRehabilitation Unit Confinement $400.00\nFamily Care $60.00\nPet Care $60.00\nRecovery $100.00\nSURGICAL CARE\nInpatient Surgery $2,000.00\nOutpatient Surgery $500.00\nI H2203-SCHED (FL) Page 3D\nDEFINITIONS\nAmbulatory Surgical Center means a licensed facility whose primary purpose is to provide Surgical Procedures where the \npatient is admitted to and discharged from within the same day. It has one or more Physicians on duty whenever a patient \nis in the facility. It is not a facility existing for the primary purpose of terminating pregnancies or an office maintained by a \nPhysician for the practice of medicine, nor does it provide services or accommodations for patients to stay overnight.\nAnniversary means the month and day of the Issue Date in succeeding Calendar Years.\nApplication means the documents signed by the Primary Insured Person and You, if different, in order to obtain this policy, \nto obtain reinstatement of this policy or to change this policy.\nAutomobile means a four-wheeled private passenger motor vehicle licensed for use on public highways.\nBeneficiary(ies) means the person(s) named by You on the Application or later designated or changed as described in the \nNaming or Changing a Beneficiary provision.\nCalendar Year means the period of time that begins on January 1 and ends on December 31 of the same year.\nComa means the diagnosis, by a Physician board certified in neurology, that an Insured Person is in a state of \nunconsciousness from which the Insured Person cannot be aroused, in which external stimulation will produce no more \nthan primitive avoidance reflexes, and that this state has persisted continuously for at least 96 hours.\nConcussion means a type of traumatic brain injury caused by a bump, blow, or jolt to the head or by a hit to the body that \ncauses the head and brain to move rapidly back and forth. This sudden movement can cause the brain to bounce around \nor twist in the skull, creating chemical changes in the brain and sometimes stretching and damaging brain cells.\nConfined or Confinement means the assignment to a bed as a resident inpatient as prescribed by a Physician in a \nHospital for a period of at least 20 continuous hours.\nCovered Accident means an unforeseen event which (a) directly, independently and exclusively results in an Injury, (b) \noccurs on or after the Issue Date, (c) occurs while this policy is in force and (d) is not excluded by name or specific \ndescription in this policy.\nDentist means a licensed practitioner who is trained to diagnose, treat, prescribe or operate for any disease, pain, \ndeformity, injury or physical condition of the teeth, jaws or mouth. Such Dentist cannot be a member of Your or an Insured \nPerson’s Immediate Family or business associate and must be providing services within the scope of such \nlicense/specialty.\nDue Date means the date renewal premiums are due.\nEmergency Room means a specified area within a Hospital that is designated for the emergency care of accidental \ninjuries. This area must (a) be staffed and equipped to handle trauma, (b) be supervised and provide treatment by \nPhysicians and (c) provide care seven days per week, 24 hours per day. An Urgent Care Facility is not considered an \nEmergency Room.\nGrace Period means the period after a Due Date in which premiums can still be paid and are considered to have been paid \non the Due Date.\nHemiplegia means a spinal cord injury resulting in paralysis of one side of the body.\nHospital means a primary care medical facility operated pursuant to law. The Hospital must have organized facilities to \nprovide first-level treatment of sick and injured persons on an inpatient basis for which a charge is made. Organized \nfacilities include emergency services, admissions services, clinical laboratory, diagnostic X-ray and an operating room.\nTreatment facilities for emergency, medical and surgical services must be provided within the Hospital. The Hospital must \nprovide 24-hour nursing services by, or under the supervision of, a registered nurse (RN) and be supervised by a staff of \none or more Physicians. The Hospital must also maintain on its premises the patient’s written history and medical records.\nNot included is a Hospital or institution or part of such Hospital or institution which is licensed or used principally as (a) a \nhospice unit (including any beds designated as a hospice bed), (b) a swing bed, (c) a convalescent home, (d) a rest or \nnursing facility, (e) a skilled nursing facility, (f) a psychiatric unit, (g) a Rehabilitation Unit or facility or (h) a facility primarily \nI H2203 (FL) Page 4\naffording custodial care, educational care or care or treatment for persons suffering from mental diseases or disorders, or \ncare for the aged, drug addicts or alcoholics.\nImmediate Family means the Spouse, father, mother, children or siblings of You or any Insured Person.\nInjury(ies) means bodily harm that is the result of a Covered Accident. All Injuries sustained in any one Covered Accident \nand all complications are considered to be a single Injury.\nInsured Child(ren) means any natural child, stepchild or legally adopted child of the Primary Insured Person who is \nyounger than age 18 on the date of the Application for this policy or the date the child first becomes eligible.\nInsured Person(s) means the person(s) insured for the benefits of this policy or any attached riders, as listed on the policy \nSchedule, rider Schedule or as later amended.\nIntensive Care Unit means a place which (a) is a specifically designated area of the Hospital that provides the highest \nlevel of medical care and is restricted to patients who are critically ill or injured and who require intensive comprehensive \nobservation and care, (b) is separate and apart from the surgical recovery room and from rooms, beds and wards \ncustomarily used for patient Confinement, (c) is permanently equipped with special lifesaving equipment for the care of the \ncritically ill or injured, (d) is under constant and continuous observation by a specially trained nursing staff assigned \nexclusively to the Intensive Care Unit on a 24-hour basis and (e) has a Physician assigned to the Intensive Care Unit.\nAn Intensive Care Unit is not any of the following step-down units: (a) a progressive care unit, (b) an intermediate care unit, \n(c) a private monitored room, (d) a Sub-Acute Intensive Care Unit, (e) a modified/moderate care unit, (f) an Observation \nUnit or (g) any facility not meeting the definition of an Intensive Care Unit.\nIssue Date means the date an Insured Person first becomes insured for the benefits of this policy or any attached riders, as \nlisted on the policy Schedule, rider Schedule or as later amended.\nLoss of a Finger means that the finger is cut off at the joint proximate to the first interphalangeal joint where it is attached \nto the hand.\nLoss of a Foot means that the foot is cut off through or above the ankle joint.\nLoss of a Hand means that the hand is cut off through or above the wrist joint.\nLoss of a Leg means that the leg is cut off through or above the knee joint.\nLoss of a Toe means that the toe is cut off at the joint proximate to the first interphalangeal joint where it is attached to the \nfoot.\nLoss of an Arm means that the arm is cut off through or above the elbow joint.\nLoss of Hearing means the total and irreversible loss of hearing in both ears. Loss of Hearing does not include loss of \nhearing that can be corrected by the use of any hearing aid or device.\nLoss of Sight means that at least 80% of vision is permanently lost after reasonable effort has been made to correct the \nInsured Person’s vision using the most advanced medically acceptable procedures and devices available.\nLoss of Speech means total and permanent loss of audible communication, if such loss cannot be corrected to any \nfunctional degree by any procedure, aid or device.\nMental and Nervous Disorder means any disorder listed in the Diagnostic and Statistical Manual of Mental Disorders \n(DSM), most current as of the date of the Injury published by the American Psychiatric Association (APA). If the DSM is \ndiscontinued or replaced, Mental and Nervous Disorders will include those disorders listed in the diagnostic manual then in \nuse by the APA as of the date of Injury.\nNursing Home means an institution that is not primarily a residential facility and is either:\n- a state-licensed Nursing Home;\n- a Medicare-approved skilled nursing facility; or\n- a state-licensed skilled nursing or intermediate care facility,\nI H2203 (FL) Page 5\nor meets all of the following:\n- a state-licensed Nursing Home;\n- primarily provides nursing care;\n- supervised by a registered nurse (RN) or licensed practical nurse (LPN);\n- keeps daily patient medical records; and\n- records and controls all medications it gives.\nObservation Status means services received in a Hospital, based on the level of care needed, when inpatient care is not \ndeemed necessary by the supervising Physician.\nObservation Stay means a Hospital stay when held under Observation Status. An Observation Stay ends when the \nInsured Person is discharged from the Hospital.\nObservation Unit means a specified area within a Hospital, apart from the Emergency Room, where a patient can be \nmonitored by a Physician following outpatient surgery or treatment in the Emergency Room and which (a) is under the \ndirect supervision of a Physician or registered nurse (RN), (b) is staffed by nurses assigned specifically to that unit and (c) \nprovides care seven days per week, 24 hours per day.\nOptometrist means a health care professional who provides vision care ranging from sight testing and correction to the \ndiagnosis, treatment and management of vision changes. Such Optometrist cannot be a member of Your or an Insured \nPerson’s Immediate Family or business associate and must be providing services within the scope of such \nlicense/specialty.\nOrganized Sport means an athletic competition or supervised organized practice for an athletic competition. Participation \nmust be for amateurs only. The competition must be governed by a set of written rules and supervised by an adult that has \ncompleted all training required to act in such capacity. The competition must be overseen by a legal entity such as a public \nschool or sports association and the competition must be on a regulation playing surface.\nParaplegia means a spinal cord injury resulting in paralysis of two or three limbs.\nPet means a domestic animal that lives with an Insured Person and is dependent on the Insured Person for primary care \nand maintenance.\nPet Boarding Facility means an independent animal care provider or facility specializing in the care and overnight or \nlong-term boarding of animals that is not owned or operated by You or any Insured Person or an Immediate Family \nmember. The Pet Boarding Facility cannot be operating from a residence.\nPhysical, Occupational or Speech Therapist means a person who is duly licensed by the state to practice physical, \noccupational or speech therapy in the United States. Such therapists cannot be a member of Your or any Insured Person’s \nImmediate Family or business associate and must be providing services within the scope of such license and performing \nservices for which benefits are provided by this policy.\nPhysician means a doctor of medicine or osteopathy who is duly licensed by the state medical board and practicing in the \nUnited States. Such Physician cannot be a member of Your or any Insured Person’s Immediate Family or business \nassociate and must be providing services within the scope of such license/specialty. Physician will also include nurse \npractitioners and physician assistants. Practitioners other than those named above are not Physicians. For the purposes of \nthis policy and any attached riders, chiropractors, Dentists and Optometrists are not considered Physicians.\nPrimary Insured Person means the individual named on the policy Schedule as the Primary Insured Person.\nQuadriplegia means a spinal cord injury resulting in paralysis of all four limbs.\nRehabilitation Unit means a licensed facility or a unit of a Hospital providing coordinated multidisciplinary physical \nrestorative services to inpatients under the direction of a Physician knowledgeable and experienced in rehabilitative \nmedicine. If a unit of a Hospital, beds must be set up and staffed in an area specifically designated for this service.\nReinstatement Date means the date We have both approved the Application for reinstatement and received any premiums \ndue.\nSpouse means the person to whom the Primary Insured Person is lawfully married, including same sex marriages, civil \nunions and domestic partnerships if recognized in the state in which this policy was issued. If also an Insured Person, the \nI H2203 (FL) Page 6\nSpouse is the person named as such on the Application, or who is added at a later date. No more than one Spouse may be \ninsured at any given time.\nSub-Acute Intensive Care Unit means a place which (a) is a specifically designated area of the Hospital that provides a \nlevel of medical care below intensive care, but above a regular private or semi-private room or ward, (b) is separate and \napart from the surgical recovery room and from rooms, beds and wards customarily used for patient Confinement, (c) is \npermanently equipped with special lifesaving equipment for the care of the critically ill or injured and (d) is under constant \nand continuous observation by a specially trained nursing staff.\nA Sub-Acute Intensive Care Unit may be referred to by other names such as progressive care unit, modified/moderate care \nunit, intermediate care unit or a step-down unit, but it is not a regular private or semi-private room or ward with or without \nmonitoring equipment.\nSurgical Procedure means the cutting into the skin or other organs. While not an exhaustive list, Surgical Procedure does \nnot include the following:\n- venipuncture (drawing blood);\n- lumbar puncture;\n- epidural steroid injections;\n- removal of skin tags;\n- foreign body removal from the eye;\n- stitches or wound gluing;\n- aspirating;\n- splinting; or\n- cast application.\nTelemedicine Services means the assessment, diagnosis and treatment of a patient provided in real-time by a Physician \nvia video telecommunications technology.\nTraumatic Brain Injury means a nondegenerative, noncongenital insult to the brain from an external mechanical force, \nleading to permanent or temporary impairment of cognitive, physical and psychosocial functions, with an associated \ndiminished or altered state of consciousness. Diagnosis must be based on one of the following:\n- CT (computerized tomography) scan;\n- CAT (computerized angiogram tomography) scan;\n- MRI (magnetic resonance imaging);\n- EEG (electroencephalogram);\n- PET (positron emission tomography) scan; or\n- X-ray.\nUrgent Care Facility means a freestanding facility which is not part of a Hospital or Emergency Room, and provides care \non an urgent basis.\nWe, Us and Our means Elbow Life Insurance Company, a stock company.\nYou and Your means the Owner(s) listed on the policy Schedule or later changed, as described in the Change of \nOwnership provision.\nPREMIUMS\nPremium Payments\nPremium Payments. The first premium is due on the Issue Date. Premiums will include rider premiums, if any. Premiums \npaid after the first premium are renewal premiums. We may change the renewal premiums as provided in the Renewal \nsection.\nRenewal premiums are due on the Due Date. This policy will lapse (will not be in force) if a renewal premium is not paid by \nthe end of the Grace Period.\nGrace Period\nGrace Period. Premium not paid on or before its Due Date may be paid during the Grace Period. This policy will remain in \neffect if the premium is paid during the 31-day Grace Period. If the premium due is not paid by the end of the Grace Period, \nthis policy will lapse (will not be in force) due to non-payment of premium.\nWe will provide written notice that this policy will lapse for non-payment of premium at least 31 days before such \ntermination would occur. Notice will be sent to Your last known address and the last known address of any assignee of \nI H2203 (FL) Page 7\nrecord. Notice will include the amount of premium necessary to keep this policy in force and the date by which such \npremium must be received.\nReinstatement\nReinstatement. If premium is not paid by the end of the Grace Period, this policy will lapse (will not be in force). If You want \nthis policy to be reinstated (to be in force again), You must apply for reinstatement in writing to Our administrative office \nwithin one year of this policy lapsing. Your Application for reinstatement requires Our approval. If Your Application for \nreinstatement is approved, this policy may be reinstated with payment of any premium due. Premiums We accept for \nreinstatement will be applied to a period for which premiums have not been paid. No premium will be applied to any period \nmore than 60 days before the Reinstatement Date. This policy will be reinstated on the Reinstatement Date. If We have not \nacted to approve or decline Your Application for reinstatement within 45 days of receipt of Your Application, the request for \nreinstatement will be considered approved.\nThe reinstated policy will only cover losses resulting from an Injury sustained after the Reinstatement Date.\nThis policy cannot be reinstated if a surrender is requested under the Right to Examine or Right to Cancel section.\nRefund of Unearned Premium\nRefund of Unearned Premium. If this policy terminates, We will refund to You the unearned portion of any premiums paid. \nIf this policy terminates due to death, We will refund the portion of any premiums paid which were applied to periods \nfollowing the date of the Primary Insured Person’s death to the Beneficiary.\nUnpaid Premiums\nUnpaid Premiums. When a claim is paid, any premium then due and unpaid may be deducted by Us from the claim \npayment and applied to the premium due. If the premium due is more than the amount payable for the claim, no benefit is \npayable.\nBENEFITS\nWe will pay the following benefits, according to amounts on the Benefit Schedule, when an Insured Person receives any of \nthe treatments or services described below for an Injury occurring while this policy is in force, and for which the Initial \nAccident Treatment or Telemedicine benefit was paid, unless otherwise stated. Any treatment or service not stated in this \nsection is not covered. The Injury must be diagnosed by a Physician with treatments or services received within the \ntimeframe specified for each benefit. Benefits will be paid once per Covered Accident per Insured Person, unless otherwise \nstated.\nInitial Care\nInitial Care\nInitial Accident Treatment. We will pay this benefit if any Insured Person receives treatment provided by a Physician in the \nPhysician's office, an Urgent Care Facility or an Emergency Room for an Injury. The benefit amount is based on where \ntreatment is received.\nTreatment received in the Physician’s office or in an Urgent Care Facility must be within 60 days of the Covered Accident. \nTreatment received in an Emergency Room must be within 30 days of the Covered Accident.\nTelemedicine. We will pay this benefit if any Insured Person receives treatment provided by a Physician via Telemedicine \nServices for an Injury.\nTreatment received via Telemedicine Services must be within 60 days of the Covered Accident.\nEmergency Care\nEmergency Care\nGround or Water Ambulance. We will pay this benefit if any Insured Person receives ground or water transportation in an \nambulance provided by a licensed professional ambulance company to or from a Hospital for an Injury.\nTransportation must be received within 30 days of the Covered Accident.\nAir Ambulance. We will pay this benefit if any Insured Person receives air transportation in an ambulance provided by a \nlicensed professional ambulance company to or from a Hospital for an Injury.\nTransportation must be received within 30 days of the Covered Accident.\nShort-Stay Observation. We will pay this benefit if any Insured Person requires an Observation Stay of at least four hours, \nbut no more than 19 hours, without being Confined, as prescribed by a Physician for an Injury.\nI H2203 (FL) Page 8\nThe Insured Person must provide proof for time spent under Observation Status to be eligible for benefits. We will not pay \nthis benefit for any services received in an Emergency Room, recovery room, Urgent Care Facility or any facility other than \na Hospital.\nThe Observation Stay must occur within 30 days of the Covered Accident.\nBlood Products. We will pay this benefit if any Insured Person receives the transfusion, administration, cross-matching, \ntyping and processing of blood, blood plasma or platelets for treatment of an Injury.\nBlood products must be received within 60 days of the Covered Accident.\nX-Ray. We will pay this benefit if any Insured Person receives an X-ray prescribed by a Physician for diagnosis of an Injury.\nThe X-ray must be received within 60 days of the Covered Accident.\nDiagnostic Exam. We will pay this benefit if any Insured Person receives any of the exams listed below prescribed by a \nPhysician for diagnosis of an Injury:\n- CT (computerized tomography) scan;\n- CAT (computerized angiogram tomography) scan;\n- DTI (diffusion tensor imaging) scan;\n- EEG (electroencephalogram);\n- MRA (magnetic resonance angiogram) scan;\n- MRI (magnetic resonance imaging);\n- PET (positron emission tomography) scan; or\n- SPECT (spectroscopy).\nThe exam must be received within 180 days of the Covered Accident. This benefit will be paid once per Covered Accident \nper Insured Person, but only once per Calendar Year per Insured Person.\nPain Management. We will pay this benefit if any Insured Person receives an epidural injection in the spine, a nerve \nablation, a nerve block or a steroid injection prescribed by a Physician for pain management of an Injury. The benefit \namount is based on the pain management administered. The maximum amount payable for all pain management \nadministered from the same Covered Accident is equal to the pain management with the highest benefit amount.\nTreatment must be administered in the Physician's office or a Hospital on an outpatient basis within 180 days of the \nCovered Accident.\nAppliance. We will pay this benefit if any Insured Person purchases or rents a medical appliance as a mobility aid for \nrecovery prescribed by a Physician for an Injury.\nExamples of mobility aids include canes, crutches, braces, walkers, wheelchairs or scooters.\nAppliances must be prescribed and received within 180 days of the Covered Accident.\nContinued Care\nContinued Care\nFollow-Up Treatment. We will pay this benefit if any Insured Person receives follow-up treatment prescribed by a \nPhysician for an Injury. Treatment must be received from the Physician in the Physician's office or in a Hospital on an \noutpatient basis.\nThe first treatment must be received within 180 days of the Covered Accident; subsequent treatments must be received \nwithin 365 days of the Covered Accident. This benefit will be paid up to two times per Covered Accident per Insured \nPerson, but only once per day per Insured Person.\nRehabilitative Therapy. We will pay this benefit if any Insured Person receives treatment from a Physical, Occupational or \nSpeech Therapist prescribed by a Physician for an Injury. This benefit will not be paid for therapy received by an Insured \nPerson Confined in a Hospital or residing in a Nursing Home.\nThe first treatment must be received within 180 days of the Covered Accident; subsequent treatments must be received \nwithin 365 days of the Covered Accident. This benefit will be paid up to six times per Covered Accident per Insured Person, \nbut only once per day per Insured Person.\nI H2203 (FL) Page 9\nChiropractic or Acupuncture. We will pay this benefit if any Insured Person receives chiropractic or acupuncture \ntreatment for an Injury.\nFor purposes of this benefit:\n- Chiropractic treatment must be provided by a practitioner who is licensed by the state medical board and practicing \nwithin the scope of such license in the United States.\n- Acupuncture treatment must be provided by a practitioner who is licensed by the state regulatory board and \npracticing within the scope of such license in the United States.\nThe first treatment must be received within 180 days of the Covered Accident; subsequent treatments must be received \nwithin 365 days of the Covered Accident. This benefit will be paid up to six times per Covered Accident per Insured Person, \nand up to 12 times per Calendar Year, but only once per day per Insured Person.\nHome Health Care. We will pay this benefit if any Insured Person receives care in their home from a registered nurse (RN), \ncertified nursing assistant (CNA) or licensed practical nurse (LPN), as prescribed by a Physician for an Injury requiring a \nSurgical Procedure or Hospital Confinement. This benefit will not be paid for hospice care.\nFor purposes of this benefit, nurses must be duly licensed by the state medical board and practicing in the United States. \nSuch nurses cannot be a member of Your or any Insured Person’s Immediate Family or business associate and must be \nproviding services within the scope of such license.\nThe initial care visit must be received within three days following a discharge from a Hospital Confinement or an \nAmbulatory Surgical Center following a Surgical Procedure. Subsequent care visits must be received within 30 days \nfollowing discharge from a Hospital Confinement or an Ambulatory Surgical Center following a Surgical Procedure. This \nbenefit will be paid up to six times per Covered Accident per Insured Person, but only once per day per Insured Person.\nTransportation. We will pay this benefit per round trip for either ground or air transportation if any Insured Person is \nrequired to travel more than 50 miles from their residence for treatment not locally available and prescribed by a Physician \nfor an Injury. The benefit amount is based on the transportation taken. The maximum amount payable per round trip is \nequal to the transportation with the highest benefit amount. This benefit will not be paid for transportation by ambulance.\nTransportation must occur within 180 days of the Covered Accident. This benefit will be paid for up to three round trips per \nCovered Accident per Insured Person.\nCompanion Lodging. We will pay this benefit per night for a companion's lodging if accompanying any Insured Person \nConfined to a Hospital more than 100 miles away from the Insured Person's residence for treatment of an Injury.\nLodging must occur within 180 days of the Covered Accident. This benefit will be paid for lodging in a hotel or motel room \nwhile the Insured Person is Confined for up to 30 nights per Covered Accident per Insured Person.\nResidence or Vehicle Modification. We will pay this benefit if You incur charges making permanent structural \nmodifications to the Insured Person’s primary residence or vehicle, certified by a Physician as necessary to help enable use \ndue to an Injury sustained by any Insured Person.\nModifications must be certified by a Physician and occur within 365 days of the Covered Accident.\nEveryday Injury Care\nEveryday Injury Care\nEye Injury. We will pay this benefit if any Insured Person receives treatment provided by a Physician or Optometrist for an \neye Injury involving blunt trauma, corneal abrasion, the removal of a foreign object or requiring surgical repair. The benefit \namount is based on the treatment provided. The maximum amount payable for all treatments for the same Covered \nAccident is equal to the treatment with the highest benefit amount. This benefit does not require the Initial Accident \nTreatment or Telemedicine benefit to be paid.\nTreatment must be received within 60 days of the Covered Accident.\nEye Injury Office Visit. We will pay this benefit if any Insured Person receives treatment provided by an Optometrist for an \neye Injury involving blunt trauma, corneal abrasion, the removal of a foreign object or requiring surgical repair for which the \nInitial Accident Treatment or Telemedicine benefit was not paid.\nTreatment must be received within 60 days of the Covered Accident.\nI H2203 (FL) Page 10\nEmergency Dental. We will pay this benefit if any Insured Person receives treatment provided by a Dentist for a dental \nInjury of a natural tooth requiring an extraction, a crown, dentures or implants. The benefit amount is based on the \ntreatment provided. The maximum amount payable for all treatments for the same Covered Accident is equal to the \ntreatment with the highest benefit amount. This benefit does not require the Initial Accident Treatment or Telemedicine \nbenefit to be paid.\nTreatment must be received within 60 days of the Covered Accident.\nEmergency Dental Office Visit. We will pay this benefit if any Insured Person receives treatment provided by a Dentist for \na dental Injury of a natural tooth requiring a chipped or cracked tooth repair, extraction, a crown, dentures or implants for \nwhich the Initial Accident Treatment or Telemedicine benefit was not paid.\nTreatment must be received within 60 days of the Covered Accident.\nLaceration. We will pay this benefit if any Insured Person receives treatment provided by a Physician for a laceration \nInjury. The benefit amount paid is based on the total length of all lacerations repaired. The maximum amount payable for all \nlacerations from the same Covered Accident is equal to the amount paid for the laceration with the highest benefit amount.\nTreatment must be received within 30 days of the Covered Accident.\nBurns. We will pay this benefit if any Insured Person receives treatment provided by a Physician for a burn Injury. The \nbenefit amount paid is based on the degree of burn and body surface the burn covers. The maximum amount payable for \nall burns from the same Covered Accident is equal to the amount paid for the burn with the highest benefit amount.\nTreatment must be received within 30 days of the Covered Accident.\nBurns – Skin Graft. We will pay this benefit if any Insured Person receives a skin graft provided by a Physician for a burn \nInjury. The benefit amount paid is a percentage of the total burns benefit paid.\nA skin graft must be received within 365 days of the Covered Accident.\nPoisoning. We will pay this benefit if any Insured Person receives treatment provided by a Physician for an adverse \nreaction from ingesting or being exposed to a substance. Substances covered by this benefit include, but are not limited to, \nhousehold items, food, prescription medication, allergens, toxic plants and envenomation. Substances not covered by this \nbenefit include alcohol and illegal narcotics.\nTreatment must be received within 30 days of the Covered Accident. This benefit will be paid once per Covered Accident \nper Insured Person, but only once per Calendar Year per Insured Person.\nActive Life Injury Care\nActive Life Injury Care\nFracture. We will pay this benefit if any Insured Person receives surgical or non-surgical treatment provided by a Physician \nfor a fracture Injury visible in an X-ray. The maximum amount payable for all fractures from the same Covered Accident is \nequal to two times the amount paid for the fracture with the highest benefit amount.\nIf a Physician diagnoses the fracture as a chip fracture, We will pay 25% of the benefit amount. A chip fracture is a fracture \nin which a piece of the bone is broken off near a joint at a place where a ligament is usually attached.\nTreatment must be received within 60 days of the Covered Accident.\nDislocation. We will pay this benefit if any Insured Person receives surgical or non-surgical treatment provided by a \nPhysician for a dislocation Injury. The benefit amount is based on the joint dislocated. The maximum amount payable for all \ndislocations from the same Covered Accident is equal to two times the amount paid for the dislocation with the highest \nbenefit amount.\nIf the dislocation requires surgical treatment without anesthesia, We will pay 25% of the benefit amount. If a Physician \ndiagnoses the dislocation as an incomplete dislocation, We will pay 25% of the benefit amount for non-surgical treatment. \nAn incomplete dislocation is a dislocation in which the joint is not completely separated.\nTreatment must be received within 60 days of the Covered Accident. This benefit will only be paid for the first dislocation of \na joint on or after the Issue Date; subsequent dislocations of the same joint will not be covered.\nI H2203 (FL) Page 11\nHead Injury. We will pay this benefit if any Insured Person is diagnosed by a Physician with a Concussion Injury or \nTraumatic Brain Injury. The benefit amount is based on the Injury suffered. The maximum amount payable for head Injuries \nfrom the same Covered Accident is equal to the higher benefit amount.\nDiagnosis must be received within 60 days of the Covered Accident.\nSpecific Injury Care\nSpecific Injury Care\nOrganized Sports Injury. We will pay the additional percentage listed on the Benefit Schedule multiplied by all benefit \namounts paid for services received under this policy for treatment of an Injury sustained while an Insured Person is \nparticipating in an Organized Sport.\nThis benefit is limited to a maximum of $1,000 per Covered Accident per Insured Person.\nMotor Vehicle Injury. We will pay the additional percentage listed on the Benefit Schedule multiplied by all benefit amounts \npaid for services received under this policy for treatment of an Injury sustained while an Insured Person is driving or riding \nin an Automobile that is not being used for wage, compensation or profit.\nThis benefit is limited to a maximum of $1,000 per Covered Accident per Insured Person.\nCatastrophic Care\nCatastrophic Care\nParalysis. We will pay this benefit if any Insured Person is diagnosed by a Physician with complete Paraplegia, Hemiplegia \nor Quadriplegia lasting at least 90 consecutive days and expected to be permanent as the result of an Injury. The benefit is \npaid based on the number of limbs paralyzed.\nDiagnosis must be received within 60 days of the Covered Accident. This benefit is paid once for any paralysis, not each \nparalysis, per lifetime per Insured Person.\nComa. We will pay this benefit if any Insured Person is diagnosed by a Physician for a Coma requiring respiratory \nassistance lasting more than 14 days as the result of an Injury. This benefit will not be paid for a Coma that is medically \ninduced or the result of drug or alcohol use.\nDiagnosis must be received within 60 days of the Covered Accident.\nLoss of Use. We will pay this benefit if any Insured Person is diagnosed by a Physician with Loss of Sight, Loss of Hearing \nor Loss of Speech as the result of an Injury. The benefit amount is based on the loss suffered. The maximum amount \npayable for all losses from the same Covered Accident is equal to the amount paid for the loss with the highest benefit \namount.\nDiagnosis must be received within 180 days of the Covered Accident.\nDismemberment. We will pay this benefit if any Insured Person suffers the Loss of an Arm, Loss of a Leg, Loss of a Hand, \nLoss of a Foot, Loss of a Finger or Loss of a Toe as the result of an Injury. The benefit amount is based on the loss \nsuffered. The maximum amount payable for all losses from the same Covered Accident is equal to the amount paid for the \nloss with the highest benefit amount.\nLoss must occur within 180 days of the Covered Accident.\nProsthetic Device. We will pay this benefit if any Insured Person receives a prosthetic device, prescribed by a Physician to \nreplace a hand, foot or eye lost as the direct result of an Injury. This benefit will not be paid for the following: hearing aids; \ndental aids, including false teeth; eyeglasses; cosmetic prostheses such as wigs or joint replacements such as an artificial \nhip or knee. The benefit amount is based on the number of devices prescribed and received. The maximum amount \npayable for all devices from the same Covered Accident is equal to the highest benefit amount.\nProsthetic devices must be prescribed by a Physician and received within 365 days of the Covered Accident.\nHospital Care\nHospital Care\nWe will not pay the Hospital Confinement, Rehabilitation Unit Confinement, Intensive Care Unit Confinement or Recovery \nbenefits for the same day. Benefits will be paid for one period of Confinement at a time, even if caused by more than one \nCovered Accident.\nI H2203 (FL) Page 12\nIf an Insured Person is Confined in a Hospital, and later becomes Confined again within 90 days for the same condition, \nWe will treat the Confinement as a continuation of the prior Confinement. If more than 90 days have passed between the \nperiods of Confinement, We will treat the latter Confinement as a new Confinement.\nHospital Admission. We will pay this benefit if any Insured Person is Confined to a Hospital for an Injury. The Insured \nPerson must provide proof that a Hospital room and board charge is incurred to be eligible for this benefit. The Hospital \nAdmission and Intensive Care Unit Admission benefits will not be paid for the same Confinement.\nConfinement to a Hospital must be within 180 days of the Covered Accident. This benefit will be paid once per Covered \nAccident per Insured Person, but only once per Calendar Year per Insured Person.\nHospital Confinement. We will pay this benefit per day if any Insured Person is Confined to a Hospital for an Injury. The \nInsured Person must provide proof that a Hospital room and board charge is incurred to be eligible for this benefit.\nConfinement to a Hospital must be within 180 days of the Covered Accident. This benefit will be paid up to 365 times per \nCovered Accident per Insured Person, but only once per day per Insured Person.\nHospital Observation. We will pay this benefit for any Insured Person’s Observation Stay of at least 20 hours for an Injury. \nThis benefit is not payable for a Hospital stay that is eligible for payment of the Hospital Admission or the Intensive Care \nUnit Admission benefit. The Insured Person must provide proof for time spent under Observation Status to be eligible for \nthis benefit. We will not pay benefits for any services received in an Emergency Room, recovery room, Urgent Care Facility \nor any facility other than a Hospital.\nObservation Stay must be within 180 days of the Covered Accident. This benefit will be paid once per Covered Accident \nper Insured Person, but only once per Calendar Year per Insured Person.\nHospital Observation Stay. We will pay this benefit for any Insured Person’s Observation Stay of at least 20 hours for an \nInjury. This benefit will be paid based on the total number of hours for the Observation Stay. Observation Stay ends when \nthe Insured Person is discharged from the Hospital. Any other Observation Stay is considered a new Observation Stay. The \nInsured Person must provide proof for time spent under Observation Status to be eligible for benefits. We will not pay \nbenefits for any services received in an Emergency Room, recovery room, Urgent Care Facility or any facility other than a \nHospital.\nObservation Stay must be within 180 days of the Covered Accident.\nIntensive Care Unit Admission. We will pay this benefit if any Insured Person is Confined to an Intensive Care Unit for an \nInjury. The Insured Person must provide proof that an Intensive Care Unit charge is incurred to be eligible for this benefit. \nThe Hospital Admission and Intensive Care Unit Admission benefits will not be paid for the same Confinement.\nConfinement to an Intensive Care Unit must be within 180 days of the Covered Accident. This benefit will be paid once per \nCovered Accident per Insured Person, but only once per Calendar Year per Insured Person.\nIntensive Care Unit Confinement. We will pay this benefit per day if any Insured Person is Confined to an Intensive Care \nUnit for an Injury. The Insured Person must provide proof that an Intensive Care Unit charge is incurred to be eligible for \nthis benefit.\nConfinement to an Intensive Care Unit must be within 180 days of the Covered Accident. This benefit will be paid up to 30 \ntimes per Covered Accident per Insured Person, but only once per day per Insured Person.\nRehabilitation Unit Confinement. We will pay this benefit per day if any Insured Person is held in a Rehabilitation Unit for \nan Injury. The Insured Person must provide proof that a Rehabilitation Unit room and board charge is incurred to be eligible \nfor this benefit. The Rehabilitation Unit Confinement and Recovery benefits will not be paid for the same day.\nConfinement to a Rehabilitation Unit must be within 180 days of the Covered Accident. This benefit will be paid up to 30 \ntimes per Covered Accident per Insured Person and up to 60 times per Calendar Year per Insured Person, but only once \nper day per Insured Person.\nFamily Care. We will pay this benefit for childcare expenses incurred for any Insured Person’s natural child, stepchild, or \nlegally adopted child while the Insured Person is Confined to a Hospital for an Injury. The care provider must be licensed in \nthe jurisdiction in which services are provided.\nI H2203 (FL) Page 13\nCare must be received within 180 days of the Covered Accident. This benefit will be paid each day while the Insured \nPerson is Confined up to 30 times per Covered Accident per Insured Person. The Family Care benefit will be paid once per \nday regardless of the number of children requiring childcare.\nPet Care. We will pay this benefit if a Pet receives care from a Pet Boarding Facility while an Insured Person is Confined to \na Hospital for an Injury.\nCare must be received within 180 days of the Covered Accident. This benefit will be paid each day while the Insured \nPerson is Confined up to 30 times per Covered Accident per Insured Person. The Pet Care benefit will be paid once per \nday regardless of the number of Pets.\nRecovery. We will pay this benefit per day if any Insured Person is unable to work immediately following a Surgical \nProcedure or Confinement in a Hospital due to an Injury. Proof must be provided for the number of consecutive days the \nInsured Person was unable to work immediately following surgery or Confinement to be eligible for benefits. Benefits will \nbegin the first calendar day after a Surgical Procedure is performed on an outpatient basis in a Hospital or an Ambulatory \nSurgical Center or the first calendar day after being released from a Hospital Confinement. The Recovery and \nRehabilitation Unit Confinement benefits will not be paid for the same day.\nThis benefit will be paid up to six times per Covered Accident per Insured Person, but only once per day per Insured \nPerson.\nSurgical Care\nSurgical Care\nInpatient Surgery. We will pay this benefit if any Insured Person has surgery for an Injury requiring anesthesia and \nprovided by a Physician, while Confined to a Hospital on an inpatient basis.\nThe Insured Person must provide proof that a Hospital room and board charge is incurred to be eligible for benefits.\nSurgery must be performed within 180 days of the Covered Accident.\nOutpatient Surgery. We will pay this benefit if any Insured Person has surgery for an Injury requiring anesthesia and \nprovided by a Physician at a Hospital or an Ambulatory Surgical Center on an outpatient basis.\nSurgery must be performed within 180 days of the Covered Accident.\nEXCLUSIONS\nWe will not pay benefits for losses that are caused by or the result of an Insured Person:\n- operating, learning to operate or serving as a crew member of any aircraft;\n- engaging in hang-gliding, hot air ballooning, bungee jumping, parachuting, scuba diving, sail gliding, parasailing, \nparakiting, mountain or rock climbing, B.A.S.E. jumping, sky diving or cave diving;\n- riding in or driving any motor-driven vehicle in an organized race, stunt show or speed test;\n- officiating, coaching, practicing for or participating in any semi-professional or professional competitive athletic \ncontest for which any type of compensation or remuneration is received;\n- having a sickness, disease or infection, other than infection from an Injury occurring while this policy is in force;\n- being exposed to war or any act of war, declared or undeclared;\n- actively serving in any of the armed forces, or units auxiliary thereto, including the National Guard or Reserve, \nexcept during active duty training of less than 60 days;\n- suffering from a Mental and Nervous Disorder;\n- being addicted to drugs or suffering from alcoholism;\n- being under the influence of an excitant, depressant, hallucinogen, narcotic or any other drug or intoxicant (except \nthose used as prescribed to the Insured Person by a Physician);\n- being intoxicated (as determined by the laws governing the operation of motor vehicles in the jurisdiction where \nloss occurs) or under the influence of an illegal substance;\n- having cosmetic surgery or other elective procedures that are not medically necessary;\n- committing or attempting to commit a felony;\n- being incarcerated in a penal institution or government detention facility;\n- participating in a riot, insurrection or rebellion;\n- engaging in an illegal occupation;\n- intentionally self-inflicting an Injury; or\n- committing or attempting to commit suicide, while sane or insane.\nI H2203 (FL) Page 14\nNo benefits, except the Initial Accident Treatment or Telemedicine benefit, will be payable for services provided outside of \nthe United States.\nMILITARY SERVICE\nYou may suspend this policy if the Primary Insured Person enters active military service. There will be no coverage during \nthe period of suspension, and no premium payments will be due during this time. Active military service means actively \nserving in any armed forces of any country, or units auxiliary thereto, including the National Guard or Reserve, except for \nactive-duty training of less than 60 days. Upon Your written request, including information proving that the Primary Insured \nPerson is eligible, We will suspend coverage under this policy on the date military service begins and refund any unearned \npremium to You.\nYou can put this policy back in force without providing evidence of insurability upon termination of such service. To do this, \nWe will need a written request and payment of premium within 90 days of termination of active military service. The \npremium will be the same as if this policy had stayed in force. The coverage under this policy will resume as of the date of \ntermination of active duty and once We are in receipt of both the written request to unsuspend this policy and the payment \nof any premium due. Once unsuspended, this policy shall cover Injuries occurring after this policy is put back in force.\nELIGIBILITY\nPersons Eligible on the Issue Date\nPersons Eligible on the Issue Date. The only people eligible for coverage on the Issue Date are the Primary Insured \nPerson, Spouse and Insured Children.\nPersons Who Become Eligible After the Issue Date\nPersons Who Become Eligible After the Issue Date. If this policy includes coverage for Insured Children, automatic \ncoverage will be provided to any Insured Child born to the Primary Insured Person, adopted by the Primary Insured Person, \nor placed for adoption with the Primary Insured Person, from the later of the moment of birthor the date of adoption or the \nmoment of placement in the residence of the Primary Insured Person for adoption. Any stepchild that first meets the \ndefinition of Insured Child after this policy is in force will become insured on the date the definition is met. We must receive \nwritten notice for such Insured Child, including the child's name and date of birth, adoption or placement for adoption.\nExcept as provided above, any others who become eligible after the Issue Date can only become Insured Persons after We \napprove such eligible person's written Application for coverage and all required premiums are paid.\nContinuation of Coverage for Spouse Upon Divorce or Death\nContinuation of Coverage for Spouse Upon Divorce or Death. If this policy includes coverage for the Primary Insured \nPerson’s Spouse, the Spouse can keep this coverage in force by notifying Us in writing and providing payment within 60 \ndays of divorce from or death of the Primary Insured Person. The continued coverage will provide the Spouse the same \ncoverage provided under this policy at the time of continuation. The continued coverage will be subject to the remainder of \nperiods stated in the Time Limit on Certain Defenses provision. If this same coverage is no longer offered at the time of \ncontinuation, We will issue coverage that is most comparable.\nTERMINATION\nCoverage will terminate, any unearned premium will be refunded and no benefits will be payable under this policy or any \nattached riders on the earliest of the following:\n- when any premium due for this policy is not paid before the end of the Grace Period;\n- the date We receive Your written request at Our administrative office to terminate this policy, unless the notice \nspecifies a later date;\n- upon the Primary Insured Person’s death; or\n- the policy Anniversary following the Primary Insured Person’s 80th birthday.\nIf We terminate this policy for a reason other than for non-payment of premiums, You will be given 45 days’ written notice \nprior to the termination.\nTermination of Spouse Coverage\nTermination of Spouse Coverage. If this policy includes coverage for a Spouse, the coverage for the Spouse under this \npolicy and any attached riders will terminate upon the earlier of Our receipt of a valid decree of divorce unless otherwise \nspecified in the decree or the policy Anniversary following the Spouse’s 80th birthday.\nTermination of Child Coverage\nTermination of Child Coverage. If this policy includes coverage for Insured Children, the coverage for any Insured Child \nunder this policy and any attached riders will terminate upon the policy Anniversary following the Insured Child’s 26th \nbirthday.\nI H2203 (FL) Page 15\nThe attainment of the limiting age for an eligible Insured Child will not cause coverage to terminate while such child \ncontinues to be both:\n- incapable of self-sustaining employment by reason of mental or physical disability; and\n- chiefly dependent on the Primary Insured Person for support and maintenance. For the purposes of this provision, \nchiefly dependent means the eligible Insured Child receives the majority of financial support from the Primary \nInsured Person.\nWe will require that You provide proof that the Insured Child is a disabled and dependent person within 31 days of the \nchild’s attainment of the limiting age. After two years following attainment of the limiting age, We may again require such \nproof not more frequently than annually. In the absence of such proof, We may terminate the coverage for the Insured Child \nafter the attainment of the limiting age.\nChanges in Eligibility\nChanges in Eligibility. It is Your responsibility to notify Us of any Insured Person’s loss of eligibility. Our acceptance of \npremium for any person for whom coverage has terminated will not extend coverage for such person, and Our sole liability \nwill be limited to a refund of such premium.\nCLAIM PROCEDURES\nNotice of Claim\nNotice of Claim. Written notice of claim must be given to Us within 20 calendar days after a loss covered by this policy \noccurs, or as soon as reasonably possible, subject to the Proof of Loss provision. Notice must be given to Us at Our \nadministrative office. The notice should include Your name, the Insured Person’s name, if different, and Policy Number as \nshown on the policy Schedule. If notice of claim is given by someone other than You, the notice should also include the \nname and address of the individual submitting the notice, their relationship to You, and a statement that payment of a claim \nis being requested.\nClaim Forms\nClaim Forms. When We receive the notice of claim, We will send You or the Beneficiary the forms for filing the required \nproof of loss. If We do not send these forms within 15 calendar days, it shall be deemed You or the Beneficiary met the \nproof of loss requirement by giving Us written proof of the cause, nature and extent of the loss within the time limit stated in \nthe Proof of Loss provision.\nProof of Loss\nProof of Loss. Written proof of loss satisfactory to Us must be given within 120 calendar days after such loss. Notice must \nbe given to Us at Our administrative office. If it is not possible to give written proof in the time required, We will not reduce \nor deny the claim for this reason if such proof is filed as soon as reasonably possible. In any event, the proof required must \nbe given to Us no later than one year after such loss unless You are legally incapacitated.\nTimely Payment of Claim\nTimely Payment of Claim. Benefits for any loss covered by this policy will be paid within 45 days after We receive written \nproof satisfactory to Us and all other provisions herein are met.\nTime of Loss\nTime of Loss. Benefits will be paid only for a loss which occurs while this policy is in force. Termination of this policy will \nnot affect any claim, provided the covered loss occurred prior to termination of this policy.\nPayment of Claim\nPayment of Claim. All benefits will be paid to You, if living, or to the Beneficiary. If no Beneficiary has been named or is \nliving, benefits will be paid to Your estate. If benefits are payable to Your estate, We may pay up to $3,000 to any relative of \nYours who We find is entitled to it. Any payment made in good faith will fully discharge Us to the extent of the payment.\nOverpayment Reimbursement\nOverpayment Reimbursement. We have the right to recoup or recover any overpayment We make, for any reason, in \nprocessing a claim. We can only do so no later than three years after the date of the error and will notify You within 15 days \nafter We discover the error. Such notice will clearly state the nature of the error and the amount of the overpayment. We \nmust be reimbursed in full for the amount of the overpayment.\nClaim Review\nClaim Review. If We deny a claim, We will provide written notice of Our reason(s) for the denial and the provision(s) herein \nthat We relied upon within 15 days of Our decision. You have the right to ask Us to review the claim on appeal and the right \nto submit additional information to Us that might change Our decision.\nAppeal\nAppeal. You, Your estate, or the Beneficiary if You are deceased, may complete an appeal. The appeal request must be in \nwriting and must be made within 60 days after receipt of Our denial decision. We will provide written notice of Our decision \non appeal.\nI H2203 (FL) Page 16\nGENERAL PROVISIONS\nApplication Statements\nApplication Statements. No statement, except a fraudulent statement, will void this policy or any attached riders, or be \nused to deny a claim unless the statement was made in the Application signed by You and any Insured Person, if different, \nwhich includes any papers signed or information provided.\nIn the absence of fraud, statements made on the Application, which includes any papers You and any Insured Person, if \ndifferent, signed or information You and any Insured Person, if different, provided, are deemed representations and not \nwarranties. Representations are statements that, to the best of Your and any Insured Person’s knowledge and \nunderstanding, represent the truth. Warranties are statements that are guaranteed to be true. If We considered the \nApplication statements as warranties, We could cancel this policy for any inaccuracy, even an honest mistake.\nChange of Ownership\nChange of Ownership. This policy belongs to You and all policy rights may be exercised by You. If there is no living Owner \nat the time of Your death, the ownership will transfer to the Primary Insured Person, if different. Ownership may be changed \nwhile the Primary Insured Person is alive. You may change ownership by completing and signing a form approved by Us \nfor changing ownership and returning the form to Our administrative office for Our written acknowledgement.\nNaming a new Owner voids any prior designation unless stated otherwise in the new designation.\nWhen We furnish You written acknowledgment of the change of ownership, the change becomes effective on the date You \nsigned Our form. We are not liable for payment made or action taken prior to Our written acknowledgment of the ownership \nchange.\nIf the Primary Insured Person is a minor child and becomes the Owner due to Your death, the Primary Insured Person’s \nconservator is authorized to administer the Primary Insured Person’s ownership rights until the Primary Insured Person \nattains age of majority as defined by the state in which this policy was issued.\nNaming or Changing a Beneficiary\nNaming or Changing a Beneficiary. You may name or change the Beneficiary by completing and signing a form provided \nby Us and returning the form to Our administrative office for Our written acknowledgement. The Beneficiary may only be \nchanged while the Primary Insured Person is alive. A Beneficiary’s consent is not required for any change, unless the \ndesignation of the Beneficiary is irrevocable.\nNaming a new Beneficiary voids any prior designation unless stated otherwise in the new designation.\nWhen We furnish You written acknowledgment of the change of Beneficiary, the change becomes effective on the date \nYou signed Our form. We are not liable for payment made or action taken prior to Our written acknowledgment of the \nrequest to name or change the Beneficiary.\nConformity with State and Federal Law\nConformity with State and Federal Law. Any provision of this policy which, on its Issue Date, is in conflict with the \nstatutes of the state in which the Insured Person resides on such date is hereby amended to conform to the minimum \nrequirements of such statutes.\nDuty of Cooperation\nDuty of Cooperation. You, Your estate, the Insured Person(s) and any Beneficiaries shall reasonably cooperate during \nany investigation or adjudication of a claim. This cooperation shall include providing information We request and authorizing \nthe release of medical records to Us.\nEntire Contract; Changes\nEntire Contract; Changes. The entire contract consists of this policy, which includes the Application and any attached \nriders, amendments or any other papers We have attached. No change in this policy will be effective until approved by one \nof Our officers and unless such approval is endorsed and attached to this policy. No sales representative has authority to \nchange this policy or to waive any of its provisions.\nLegal Action\nLegal Action. You cannot bring a legal action to recover benefits under this policy or any attached riders for at least 60 \ndays after You have given Us written proof of loss. You cannot start such an action more than five years after the date \nproof of loss is required.\nMisstatement of Age and/or Gender\nMisstatement of Age and/or Gender. If any Insured Person’s age and/or gender has been misstated, all amounts payable \nunder this policy shall be such as the premium paid would have purchased based on the Insured Person’s correct age \nand/or gender. If, according to their correct age, the coverage provided by this policy would not have become effective or \nwould have ceased, Our only liability during the period in which the Insured Person was not eligible for coverage shall be \nlimited to the refund of premiums.\nPhysical Examination and Autopsy\nPhysical Examination and Autopsy. We have the right to have any Insured Person examined, when and as often as is \nreasonable, while a claim is pending, active or during any appeal, and to have an autopsy performed where it is not \nI H2203 (FL) Page 17\nforbidden by law. If We initiate the request, either or both will be done at Our expense. Failure to attend such examination \nwill result in denial of the claim.\nTime of Coverage\nTime of Coverage. Coverage starts on the Issue Date at 12:01 a.m. in the time zone of Your permanent residence. It ends \nat 12:01 a.m. of the same time zone on the renewal date, subject to the Grace Period. This policy may be renewed only as \nstated in the Renewal section. Each time this policy is renewed, the new term begins when the old term ends.\nTime Limit on Certain Defenses\nTime Limit on Certain Defenses. We have the right to contest the validity of this policy and any attached riders based on \nmaterial misrepresentations made on the Application. However, We cannot contest the validity of this policy or any attached \nriders after it has been in force during any Insured Person’s lifetime for two years from the Issue Date, except for fraudulent \nmisstatements on the Application when permitted by applicable law in the state where this policy is delivered or issued for \ndelivery.\nWe have the right to contest the validity of a change or reinstatement of this policy and any attached riders based on \nmaterial misrepresentations made on the Application for change or reinstatement. However, We cannot contest a change \nor reinstatement after this policy has been changed or reinstated and in force during any Insured Person’s lifetime for two \nyears from the change effective date or Reinstatement Date, except for fraudulent misstatements on the Application for \nchange or reinstatement, when permitted by applicable law in the state where this policy is delivered or issued for delivery.\nACCIDENT POLICY\nGuaranteed renewable to the policy Anniversary following the Primary Insured Person’s 80th birthday\nNon-participating policy\nCompany may change premium rates.\nTHIS IS A LIMITED BENEFIT POLICY – READ IT CAREFULLY.\nThis policy does not pay benefits for sickness.\nTHIS POLICY IS NOT A MEDICARE SUPPLEMENT POLICY.\nIf the Primary Insured Person is eligible for Medicare, review the Guide\nto Health Insurance for People with Medicare, which is available from Us.\nI H2203 (FL) Page 18\nAccidental Death Rider\nThis rider is attached to and made a part of the policy. The terms of the policy apply to this rider unless otherwise stated in \nthis rider. In the event of a conflict between the terms of the policy and the terms of this rider, this rider controls. This rider is \nissued in return for the approved Application and this rider’s first premium. Premium for this rider is included on the policy \nSchedule or by endorsement, if added at a later date. Rider premiums are paid to Our administrative office at the same \ntime as the policy premiums.\nTo obtain information about coverage, for assistance in resolving complaints and for any other inquiries, please call Us at \nthe toll-free number provided above.\nSCHEDULE\nInsured Person(s):   JOHN DOE (Primary Insured Person)\nIssue Date: March 14, 2024\nBenefit Amounts: Primary Insured\nAccidental Death $50,000.00\nAccidental Death - Common Carrier $50,000.00\nAccidental Death - Automobile Seatbelt $12,500.00\nDEFINITIONS\nAccidental Death means death that results directly and independently of all other causes from an Injury suffered while this \nrider is in force.\nAutomobile means a four-wheeled private passenger motor vehicle licensed for use on public highways.\nCommon Carrier means an entity that is licensed primarily to transport passengers for hire in any public land, air or water \nconveyance.\nSeatbelt means a properly installed combination lap and shoulder restraint system that meets the Federal Vehicle Safety \nStandards of the National Highway Traffic Safety Administration. Seatbelt will include a lap belt only if the Automobile was \nnot equipped with a combination lap and shoulder restraint system when manufactured.\nBENEFITS\nWe will pay the following benefits according to amounts in this rider’s Schedule, when an Insured Person suffers any of the \nlosses described below resulting from an Injury occurring while this rider is in force. Any loss not stated in this rider is not \ncovered. Death must be certified by a Physician within 180 days of the Covered Accident and occur while this rider is in \nforce. The benefits under this rider will be paid even if the Injury occurs while on the job.\nAccidental Death. We will pay this benefit if any Insured Person suffers an Accidental Death from an Injury.\nAccidental Death - Common Carrier. We will pay this benefit if any Insured Person suffers an Accidental Death from an \nInjury sustained while riding as a fare-paying passenger on a Common Carrier. This benefit is paid in addition to the \nAccidental Death benefit.\nAccidental Death - Automobile Seatbelt. We will pay this benefit if any Insured Person suffers an Accidental Death from \nan Injury sustained while driving or riding in an Automobile that is not being used to transport passengers for hire and while \nwearing and properly utilizing a Seatbelt as certified by the police accident report. This benefit is paid in addition to the \nAccidental Death benefit.\nLIMITATIONS AND EXCLUSIONS\nThis rider is subject to the limitations and exclusions stated in the policy.\nGENERAL PROVISION\nIn this rider, “policy” means the policy to which this rider is attached.\nR I2204 (FL) Page 1\nTERMINATION\nCoverage will terminate, any unearned premium will be refunded and no benefits will be payable under this rider on the \nearliest of the following:\n- when the policy terminates for any reason;\n- when any premium due for this rider is not paid or postmarked in the United States before the end of the Grace \nPeriod; or\n- the date We receive Your written request to terminate this rider unless the notice specifies a later date.\nElbow Life Insurance Company has signed this rider on the Issue Date.\nPresident Secretary\nR I2204 (FL) Page 2",
            "file_name": "PolicyPages_Unsigned.pdf"
        },
        {
            "text": "chiropracticusa of buffalo ridge 3614 wedgewood ln the villages fl 32162 9318 phone 352 259 2225 fax 352 259 4411 superbill superbill date 01 16 2025 service 1 1 2025 thru 1 16 2025 patient information payor information JOHN DOE br 6510 metz rd br groveland fl 34736 br br account 9773 br date of birth 2 22 1970 br employer insurance phone br insured id br insurance policy group br insurance plan name dx m99 01 seg and somatic dysf of cervical reg m50 320 other cervical disc degeneration mid cervical region unspecified level m99 02 seg and somatic dysf of thoracic reg m99 03 seg and somatic dysf of lumbar reg m99 05 seg and somatic dysf of pelvic reg date type code mod units description date of injury pos tax amount 01 02 2025 csv 72040 1 cervical 2 3 views 72040 1 2 2025 11 0 00 114 00 01 02 2025 csv 72070 1 thoracic 2 views 72070 1 2 2025 11 0 00 116 00 01 02 2025 csv 72100 1 lumbosacral 2 3 views 72100 1 2 2025 11 0 00 138 00 01 02 2025 csv 99203 1 np no adj 99203 detailed 1 2 2025 11 0 00 256 00 01 02 2025 cpt 99199 1 z posture analysis 1 2 2025 11 0 00 150 00 01 02 2025 pcc payment credit card 67 00 01 06 2025 csv 98941 1 adjustment 3 4 regions 98941 1 2 2025 11 0 00 79 00 01 06 2025 csv 97530 2 ther activities 97530 1 2 2025 11 0 00 152 00 01 06 2025 csv 97110 2 therapeutic exercise 97110 1 2 2025 11 0 00 144 00 01 06 2025 cpt 016 nu 1 posture pump 1 2 2025 11 8 40 150 00 01 06 2025 cpt 027 1 relief pack 1 2 2025 11 7 75 110 66 01 06 2025 csv 99213 25 1 ep 99213 15m expanded 1 2 2025 11 0 00 164 00 01 06 2025 pcc payment credit card 645 81 01 08 2025 csv 98941 1 adjustment 3 4 regions 98941 1 2 2025 11 0 00 79 00 01 08 2025 csv 97530 2 ther activities 97530 1 2 2025 11 0 00 152 00 01 08 2025 csv 97110 2 therapeutic exercise 97110 1 2 2025 11 0 00 144 00 01 09 2025 csv 98941 1 adjustment 3 4 regions 98941 1 2 2025 11 0 00 79 00 01 09 2025 csv 97530 2 ther activities 97530 1 2 2025 11 0 00 152 00 01 09 2025 csv 97110 2 therapeutic exercise 97110 1 2 2025 11 0 00 144 00 chiropracticusa of buffalo ridge 3614 wedgewood ln the villages fl 32162 9318 phone 352 259 2225 fax 352 259 4411 superbill superbill date 01 16 2025 service 1 1 2025 thru 1 16 2025 patient information payor information JOHN DOE br 6510 metz rd br groveland fl 34736 br br account 9773 br date of birth 2 22 1970 br employer insurance phone br insured id br insurance policy group br insurance plan name dx m99 01 seg and somatic dysf of cervical reg m50 320 other cervical disc degeneration mid cervical region unspecified level m99 02 seg and somatic dysf of thoracic reg m99 03 seg and somatic dysf of lumbar reg m99 05 seg and somatic dysf of pelvic reg date type code mod units description date of injury pos tax amount 01 14 2025 csv 98941 1 adjustment 3 4 regions 98941 1 2 2025 11 0 00 79 00 01 14 2025 csv 97530 2 ther activities 97530 1 2 2025 11 0 00 152 00 01 14 2025 csv 97110 2 therapeutic exercise 97110 1 2 2025 11 0 00 144 00 01 15 2025 csv 98941 1 adjustment 3 4 regions 98941 1 2 2025 11 0 00 79 00 01 15 2025 csv 97530 2 ther activities 97530 1 2 2025 11 0 00 152 00 01 15 2025 csv 97110 2 therapeutic exercise 97110 1 2 2025 11 0 00 144 00 01 16 2025 csv 98941 1 adjustment 3 4 regions 98941 1 2 2025 11 0 00 79 00 01 16 2025 csv 97530 2 ther activities 97530 1 2 2025 11 0 00 152 00 01 16 2025 csv 97110 2 therapeutic exercise 97110 1 2 2025 11 0 00 144 00 provider information name gary p brodeur d c license ch12113 tax id 272894977 npi 1427165208 total charges 3 448 66 total taxes 16 15 total 3 464 81 total payments 712 81",
            "file_name": "CLACCIDENT_WEB CLAIM_WEB APPLICATION_25065PRD1000D96.pdf"
        },
        {
            "text": "Elbow life insurance company post office box 82533 lincoln ne 68501 2533 800 869 0355 ext 4484 fax 800 869 0368 accident expense claim form claimant statement if your policy includes the short term disability income rider or loss of time benefits and you wish to file a disability claim please refer to disability income claim forms please consult your policy language for provisions and policy specific benefits when submitting your claim you must include an itemized billing showing the date of service amounts charged diagnosis and procedure codes this information can be obtained from the patient s healthcare provider s by requesting an itemized bill hcfa 1500 non hospital bill or a ub04 hospital bill if the required information is not received the claim may be delayed or denied 1 policyowner s name br first John middle r last Doe br policy certificate no 4151494776 address br 6510 metz rd br city groveland state fl zip 4 34736 8973 phone no 352 978 2170 br social security no xxx xx 4686 br x male female br policyowner s date of birth 02 22 1970 2 name of claimant if other than policyowner br first John middle r last Doe br date of birth 02 22 1970 3 occupation managing director br employer s contact no 352 978 2170 4 employer aria insurance services br street address 7965 state rd 50 ste 1000 270 br city groveland state fl zip 4 34736 5 date your physician first treated you mm dd yyyy 01 02 2025 br other dates of treatment 01 06 01 08 01 09 01 14 01 15 01 16 6 date of accident mm dd yyyy 01 02 2025 br time of day 8 30 x a m p m 7 did the accident happen at work x yes no br please provide a copy of the accident report 8 please provide a brief description of the accident br i was playing pickleball and was running to hit a ball i couldn t stop in time and ran into a fence accidentally 9 if you are applying for accidental death or common carrier benefits please provide 1 certified death certificate and 2 motor vehicle or police report claims can be faxed to 800 869 0368 or mailed to Elbow at the address on the top of this form fraud notices unless specific state language is provided below for your state of residence the following general fraud notice applies any person who knowingly and with intent to defraud any insurance company or other person files an application for insurance or statement of claim containing any materially false information or conceals for the purpose of misleading information concerning any fact material thereto commits a fraudulent insurance act which is a crime and shall also be subject to a substantial civil penalty where and to the extent allowed by state law all residents any person who knowingly presents a false or fraudulent claim for payment of a loss or benefit or who knowingly presents false information in an application for insurance is guilty of a crime and may be subject to restitution fines or confinement in prison or any combination thereof ar dc la ma residents any person who knowingly presents a false or fraudulent claim for payment of a loss or benefit or knowingly presents false information in an application for insurance is guilty of a crime and may be subject to fines and confinement in prison az residents for your protection arizona law requires the following statement to appear on this form any person who knowingly presents a false or fraudulent claim for payment of a loss is subject to criminal and civil penalties ca residents for your protection california law requires the following to appear on this form any person who knowingly presents false or fraudulent information to obtain or amend insurance coverage or to make a claim for the payment of a loss is guilty of a crime and may be subject to fines and confinement in state prison co residents it is unlawful to knowingly provide false incomplete or misleading facts or information in an insurance company for the purpose of defrauding or attempting to defraud the company penalties may include imprisonment fines denial of insurance and civil damages any insurance company or agent of an insurance company who knowingly provides false incomplete or misleading facts or information to a policyholder or claimant for the purpose of defrauding or attempting to defraud the policyholder or claimant with regard to a settlement or award payable from insurance proceeds shall be reported to the colorado division of insurance within the department of regulatory agencies continued on page 2 75 010 02283f r10 22 r 10 17 22 fraud notices continued fl residents any person who knowingly and with intent to injure defraud or deceive any insurer files a statement of claim or an application containing any false incomplete or misleading information is guilty of a felony of the third degree il residents any person who knowingly and with intent to defraud any insurance company or other person files an application for insurance or statement of claim containing any materially false information or conceals for material facts commits a fraudulent insurance act which is a crime and subject to a substantial civil penalty where and to the extent allowed by state law ks residents any person who knowingly and with intent to defraud any insurance company or other person files an application for insurance or statement of claim containing any materially false information or conceals for the purpose of misleading information concerning any fact material thereto commits a fraudulent insurance act which may be a crime as determined by a court of law and shall also be subject to a substantial civil penalty where and to the extent allowed by state law ky residents any person who knowingly and with intent to defraud any insurance company or other person files a statement of claim containing any materially false information or conceals for the purpose of misleading information concerning any fact material thereto commits a fraudulent insurance act which is a crime md residents any person who knowingly or willfully presents a false or fraudulent claim for payment of a loss or benefit or who knowingly or willfully presents false information in an application for insurance is guilty of a crime and may be subject to fines and confinement in prison me tn va residents it is a crime to knowingly provide false incomplete or misleading information to an insurance company for the purpose of defrauding the company penalties may include imprisonment fines or a denial of insurance benefits mn residents a person who files a claim with intent to defraud or helps commit a fraud against an insurer is guilty of a crime nc residents any person who knowingly and with intent to defraud any insurance company or other person files an application for insurance or statement of claim containing any materially false information or conceals for the purpose of misleading information concerning any fact material thereto commits a fraudulent insurance act which is a crime and may also be subject to a substantial civil penalty where and to the extent allowed by state law nh residents any person who with a purpose to injure defraud or deceive any insurance company files a statement of claim containing any false incomplete or misleading information is subject to prosecution and punishment for insurance fraud as provided in rsa 638 20 nj residents any person who knowingly files a statement of claim containing any false or misleading information is subject to criminal and civil penalties nm residents any person who knowingly presents a false or fraudulent claim for payment of a loss or benefit or knowingly presents false information in an application for insurance is guilty of a crime and may be subject to civil fines and criminal penalties ny residents any person who knowingly and with intent to defraud any insurance company or other person files an application for insurance or statement of claim containing any materially false information or conceals for the purpose of misleading information concerning any fact material thereto commits a fraudulent insurance act and shall also be subject to a civil penalty not to exceed five thousand dollars and the stated value of the claim for each such violation oh residents any person who with intent to defraud or knowing that he is facilitating a fraud against an insurer submits an application or files a claim containing a false or deceptive statement is guilty of insurance fraud ok residents warning any person who knowingly and with intent to injure defraud or deceive any insurer makes any claim for the proceeds of an insurance policy containing any false incomplete or misleading information is guilty of a felony or residents any person who knowingly and with intent to defraud an insurance company or any other person presents a false claim for payment of a loss or benefit may be guilty of insurance fraud and subject to civil fines and criminal penalties if such misinformation is material to the content of the contract relied upon by the insurer and either material to the risk assumed by the insurer or provided fraudulently such action may also lead to denial of insurance benefits pa residents any person who knowingly and with intent to defraud any insurance company or other person files an application for insurance or statement of claim containing any materially false information or conceals for the purpose of misleading information concerning any fact material thereto commits a fraudulent insurance act which is a crime and subjects such person to criminal and civil penalties va residents any person who with the intent to defraud or knowing that they are facilitating a fraud against an insurer submits an application or files a claim containing a false or deceptive statement may have violated state law vt residents any person who knowingly presents a false statement in an application for insurance may be guilty of a criminal offense and subject to penalties under state law i hereby acknowledge that i have read the applicable notice above i hereby certify the statements above are complete and accurate to the best of my knowledge signature of policyowner date mm dd yyyy 3 6 2025 Elbow life insurance company post office box 82533 lincoln ne 68501 2533 402 476 6500 800 276 7619 fax 877 864 6630 confidential information authorization John r Doe iii 02 22 1970 legal name of applicant insured claimant please print legal name of additional applicant insured claimant please print date of birth mm dd yyyy applicant insured claimant list child ren and date s of birth legal name date of birth legal name date of birth i on behalf of myself or the person named above i individual i hereby authorize any licensed physician medical practitioner hospital clinic or other medical or medically related facility insurance company mib llc or other organization institution or person that has any records or knowledge of me or my health to give to Elbow life insurance company i Elbow i or its reinsurers any such information this may include information as to diagnosis treatment and prognosis pertaining to medical history mental or physical condition pharmacy and or prescription drug records or treatment and information pertaining to mode of living i except as may be related directly or indirectly to sexual orientation i occupation finances avocations and other characteristics information on the diagnosis or treatment of human immunodeficiency virus i hiv i infection and sexually transmitted diseases information on diagnosis and treatment for alcohol drug and tobacco use and mental illness excluded are psychotherapy notes but included are medication prescription and monitoring counseling sessions i start and stop times i the modalities and frequencies of treatment furnished results of clinical tests and any summary of the following items diagnosis functional status treatment plan symptoms prognosis and progress to date information provided on applications to obtain driving records and credit information the records and information obtained will be used to determine eligibility for insurance including additional coverage to an existing policy i authorize the release of any information contained in credit reports and driving records including but not limited to information on motor vehicle accidents and or violations financial records and information i understand that this information may be released by Elbow and or its reinsurers to their consulting physicians their attorneys mib llc and to other insurance companies with which the individual has policies or to whom applications may be made or to whom claims for benefits have been made or may be submitted by this authorization i further authorize Elbow or its reinsurers to make a brief report of my personal health information to mib llc by my signature below i acknowledge that any agreements i have made to restrict protected health information of the individual do not apply to this authorization and i instruct any licensed physician medical practitioner hospital clinic pharmacy or pharmacy benefit manager records custodians other medical or medically related facility insurance or reinsurance company mib llc consumer reporting agency clearinghouse employer or any other organization or person that has any records or knowledge of the individual or their health to release and disclose the individual s entire medical record as described above without restriction the medical information so acquired will be used to determine eligibility for insurance including additional coverage to an existing policy and or eligibility for benefits under a policy i understand that this information may be subject to redisclosure by Elbow and may no longer be protected by the federal rules governing privacy of health information and that this information may only be redisclosed in accordance with other applicable laws or regulations i further agree to execute additional documents that may be necessary to permit Elbow to obtain medical and or financial information relevant to my application for insurance or claim for benefits including but not limited to federal and or state tax records and social security administration records this authorization is valid for twenty four 24 months from the date of signature below b authorization to disclose hiv related information is valid for 180 days from the date of the signature below b for collecting information in connection with an application for an insurance policy policy reinstatement or claim a copy of this authorization is as valid as the original i understand that i or my authorized representative will receive a copy of this authorization if requested i understand that i have the right to revoke this authorization at any time by providing written notice to Elbow i understand that a revocation is not effective to the extent that action has been taken in reliance on this authorization i further understand that if i refuse to sign this authorization Elbow may not be able to process this application or if coverage has been issued may not be able to make any benefit payments this authorization complies with the health insurance portability and accountability act b hipaa b 3 6 2025 date mm dd yyyy signature of applicant insured claimant legal representative or parent of child ren under age 18 signature of additional applicant insured claimant or legal representative signature of applicant insured claimant child if age 18 or older description of legal representative s authority for applicant insured claimant please indicate which individual is represented b original to home office copy to be left with applicant b 75 500 05055 r11 12 fr 04 18 22",
            "file_name": "CLACCIDENT_WEB CLAIM_WEB APPLICATION_25065PRD1000D93.pdf"
        }
    ]
}